{
    "page-title": {
        "message": "Устав дискуссионного форума Ucademy",
        "description": ""
    },
    "rule27": {
        "message": "Мы не гарантируем, что страница не прервется; Мы сохраняем право в любое время редактировать или аннулировать вход на эту страницу; Мы не несем ответственности за любые убытки, вызванные использованием или невозможностью использования услуг, предоставленных этим веб-сайтом.",
        "description": ""
    },
    "rule5": {
        "message": "Запрещено нарушать государственную религиозную политику, пропагандировать злые культы и феодальные суеверия;",
        "description": ""
    },
    "rule1": {
        "message": "(i) тот, который нарушает основные принципы, определенные конституцией;",
        "description": ""
    },
    "preface": {
        "message": "Выражаем искреннюю благодарность за то, что вы уделяете внимание и поддерживаете «Дискуссионный форум Ucademy». В целях поддержания базового порядка на форуме, а также защиты прав и интересов пользователей был создан данный устав, который включает следующее содержание:",
        "description": ""
    },
    "rule2": {
        "message": "(II) Подрыв национальной безопасности, нарушение государственной тайны, свержение государственной власти, подрыв национального единства;",
        "description": ""
    },
    "rule24": {
        "message": "При копировании или цитировании материалов из данного форума, имеющих авторские права, указывайте «Перепечатано из форума дискуссий ULearning» и ссылку на веб-сайт: <a href=\"/\"></a>",
        "description": ""
    },
    "rule8": {
        "message": "Оскорбление или клевета в отношении других с нарушением их законных прав;",
        "description": ""
    },
    "rule15": {
        "message": "Нельзя публиковать рекламу или другой контент с целью получения коммерческой выгоды без разрешения форума.",
        "description": ""
    },
    "rule11": {
        "message": "(11) содержат другой контент, запрещенный законом или административными нормативными актами.",
        "description": ""
    },
    "rule22": {
        "message": "Любое поведение, которое может нарушить общественный порядок и добрые нравы;",
        "description": ""
    },
    "rule29": {
        "message": "Данное положение вступает в силу с момента публикации, и если оно противоречит национальным законам и постановлениям, оно считается недействительным.",
        "description": ""
    },
    "rule18": {
        "message": "Републикация или цитирование контента этого Форума разрешено только в качестве добросовестного цитирования с целью использования новостного или информационно-справочного общедоступного бесплатного контента и не должно искажать или Изменять исходное содержание Форума, а также сопровождаться принятием на себя правовой ответственности за авторское право и другие нарушения законодательства.",
        "description": ""
    },
    "rule6": {
        "message": "(6) распространять слухи, нарушать общественный порядок, подрывать общественную стабильность.",
        "description": ""
    },
    "rule20": {
        "message": "Нанести ущерб настоящему Форуму или интересам других Человек;",
        "description": ""
    },
    "title": {
        "message": "Правила форума обсуждений",
        "description": ""
    },
    "rule16": {
        "message": "В случае публикации пользователями в Форуме незаконных высказываний, сотрудники администрации Форума имеют право удалить все или часть их высказываний и, в зависимости от обстоятельств и возможных негативных последствий, назначить им соответствующие санкции.",
        "description": ""
    },
    "rule21": {
        "message": "Любой неправомерный поступок;",
        "description": ""
    },
    "rule10": {
        "message": "(Десять) действующих от имени незаконной негосударственной организации;",
        "description": ""
    },
    "rule26": {
        "message": "Сайт не несет ответственности за гражданские споры, административные действия или другие убытки, вызванные ненадлежащей перепечаткой или цитированием контента Форума.",
        "description": ""
    },
    "rule28": {
        "message": "Могут быть преследоваться по закону за незавершенное или другие противоречивые, гнусные действия, используемые на этом Форуме.",
        "description": ""
    },
    "rule14": {
        "message": "пользователь должен уважать конфиденциальность других; он не может разглашать имя, адрес, телефонный номер или другие личные данные, а также другую конфиденциальную информацию другого человека, если это не вызвано общественными интересами или не было одобрено заинтересованным человеком.",
        "description": ""
    },
    "rule13": {
        "message": "Пользователи должны соблюдать общественный порядок и сетевую этику. Запрещается использовать ненормативную лексику, заниматься флудом, злонамеренным поднятием или наполнением тем контентом, который мешает другим читать.",
        "description": ""
    },
    "rule7": {
        "message": "(7) Распространение материалов порнографического, азартного, насильственного или террористического характера, а также пропаганда преступной деятельности;",
        "description": ""
    },
    "rule23": {
        "message": "Самовольно соглашаться разрешать другим людям продолжать републикацию, цитирование контента нашего сайта;",
        "description": ""
    },
    "rule17": {
        "message": "Пользователи должны уважать права на интеллектуальную собственность других людей, не должны плагиатить чужие произведения и соблюдать правила по авторскому праву при копировании и цитировании чужих произведений.",
        "description": ""
    },
    "rule3": {
        "message": "(3) подрыв престижа или интересов государства;",
        "description": ""
    },
    "rule0": {
        "message": "На данном форуме принята система реальных имен. Высказывания пользователей на форуме (в том числе, но, не ограничиваясь, текст, изображения, аудио, видео и т. д.) не должны нарушать законодательство страны. Согласно \"Положению об управлении информационными услугами в сфере интернет-новостей\", высказывания пользователей не должны содержать следующий контент:",
        "description": ""
    },
    "rule25": {
        "message": "Вы планируете повторно опубликовать или процитировать подписанную статью с этого форума для коммерческих целей? Вы должны оплатить авторское вознаграждение авторам согласно регламенту.",
        "description": ""
    },
    "rule12": {
        "message": "Пользовательские сообщения должны соответствовать Правилам соответствующего рвздела или ветки. Прежде чем выступить, пользователь должен ознакомиться с темой обсуждения в соответствующей ветке и соответствующими положениями. Не следует публиковать сообщения, которые не соответствуют Правилам, не следует публиковать в чужих постах сообщения, которые не относятся к их основному содержанию.",
        "description": ""
    },
    "rule4": {
        "message": "(4) Разжигающий национальную рознь и национальную дискриминацию, подрывающий национальное единство.",
        "description": ""
    },
    "rule9": {
        "message": "(9) Подстрекающий к незаконным митингам, объединениям, демонстрациям, протестам, сборищам, нарушающим общественный порядок;",
        "description": ""
    },
    "rule19": {
        "message": "Републикация или цитирование материалов этого Форума не должны сопровождаться следующими занятиями:",
        "description": ""
    }
}