{
    "section1-p21": {
        "message": "Удерживайте нажатой правой кнопкой мыши, в правом нижнем углу значок динамика, появится меню:",
        "description": ""
    },
    "section4-p1": {
        "message": "Когда студент завершит устный тест, сначала сохраните аудиозапись, нажмите кнопку \"Сохранить\", чтобы сохранить аудиозапись локально для удобного резервного копирования.",
        "description": ""
    },
    "section1-p1": {
        "message": "1.1 может ли компьютер использоваться в обычном режиме",
        "description": ""
    },
    "section2-p1": {
        "message": "Когда студент заходит на устный экзамен, появляется диалоговое окно",
        "description": ""
    },
    "section1-p26": {
        "message": "Для компьютеров, на которых не установлено расширение, нажмите на кнопку «Скачать расширение» на главной странице Интерактивного английского для загрузки расширения.",
        "description": ""
    },
    "section6": {
        "message": "6 Как узнать, что моя аудиозапись Загружена успешно?",
        "description": ""
    },
    "section6-p1": {
        "message": "После нажатия кнопки \"Загрузить\" Вам нужно будет подождать несколько секунд (чем дольше запись, тем дольше время ожидания). Как только появится сообщение \"Успешно загружено\", это будет означать, что Ваша аудиозапись была успешно загружена.",
        "description": ""
    },
    "section1-p12": {
        "message": "Проведите аудиотест. Если вы не слышите звук, замените гарнитуру.",
        "description": ""
    },
    "section1-p2": {
        "message": "Проверьте, может ли компьютер нормально включиться. После включения компьютера проверьте, не повреждены ли клавиатура, мышь и гарнитура. При возникновении вышеперечисленных проблем своевременно связывайтесь с администратором компьютерного класса.",
        "description": ""
    },
    "section1-p19": {
        "message": "В меню аудиозаписей есть параметр громкости записи. Нажмите кнопку «Громкость», чтобы Войти и начать регулировать громкость записи.",
        "description": ""
    },
    "section1-p10": {
        "message": "Вы можете слышать звук?",
        "description": ""
    },
    "section1-p14": {
        "message": "Нажмите в «Меню Пуск – Все программы – вложение» есть небольшое приложение для записи звука, пожалуйста, проверьте, можете ли вы нормально записывать. (Аудиозапись в системе Майкрософт Виндовс XP находится в «Меню Пуск – Все программы – вложение – Развлечения»)",
        "description": ""
    },
    "section1-p7": {
        "message": "Перейдите на официальный веб-сайт ULearning <a href=\"http://www.ulearning.cn\">http://www.longmanenglish.cn</a>, введите имя пользователя и пароль учащегося, чтобы войти на платформу, если вы не можете войти, зарегистрируйтесь на главной странице и укажите свою школу, имя, номер учащегося и т. д. для облегчения выгрузки ваших оценок.",
        "description": ""
    },
    "section3-p2": {
        "message": "Попросите ученика нажать кнопку \"Возобновление ответов\", это поможет восстановить ответы ученика.<font class=\"red\"> Обратите внимание: система может восстановить только те ответы, которые были созданы не более 5 минут назад. Кроме того, для устных вопросов восстановленная аудиозапись может быть только воспроизведена, она не может быть повторно сохранена или загружена в систему.</font>",
        "description": ""
    },
    "section1-p23": {
        "message": "Выбрать Микрофон и нажать Кнопка \"настройки\", Войти в настройки Аудиозаписи",
        "description": ""
    },
    "title": {
        "message": "Часто задаваемые вопросы по устному экзамену",
        "description": ""
    },
    "section2": {
        "message": "2 как настроить Аудиозапись?",
        "description": ""
    },
    "section1-p13": {
        "message": "Можно ли делать аудиозаписи",
        "description": ""
    },
    "section1-p4": {
        "message": "Открывая официальный сайт интерактивного курса английского языка <a href=\"http://www.longmanenglish.cn\">http://www.longmanenglish.cn</a>, нажмите кнопку \"Проверка учебной среды\" на Главной странице, чтобы проверить, соответствует ли локальная среда требованиям для экзамена.",
        "description": ""
    },
    "section1-p11": {
        "message": "Проверьте, слышен ли звук в гарнитуре. Нажмите в разделе «Правила проведения экзамена»",
        "description": ""
    },
    "section1-p6": {
        "message": "1.3 Можно ли войти на веб-сайт ULearning",
        "description": ""
    },
    "section5-p1": {
        "message": "После того, как студент сделает разговорный тест, нажмите кнопку \"Загрузить\", чтобы загрузить голосовую запись на платформу.",
        "description": ""
    },
    "section3-p1": {
        "message": "Если у студента во время сдачи экзамена произойдет прерывание по причине сбоя устройства, попросите студента закрыть все окна браузера. Затем снова откройте браузер, войдите на веб-сайт ULearning, снова приступите к сдаче экзамена. На данной странице появится подсказка «Возобновление ответов», как показано на рисунке:",
        "description": ""
    },
    "section1-p20": {
        "message": "Отрегулируйте громкость микрофона на максимальную, тогда звук аудиозаписи будет очень громкий.",
        "description": ""
    },
    "section4": {
        "message": "4 Как сохранить аудиозапись?",
        "description": ""
    },
    "section1-p5": {
        "message": "Нажмите, если по всем строкам проверки нет сбоев, это означает, что ваш компьютер может нормально проходить тестирование. Если есть сбой по строкам проверки, своевременно настройте по нашим указаниям.",
        "description": ""
    },
    "section1-p17": {
        "message": "Сначала нажмите правой кнопкой мыши на значок динамика в нижнем правом углу. Появится меню:",
        "description": ""
    },
    "section5": {
        "message": "5 Как загрузить голосовую запись?",
        "description": ""
    },
    "section1-p22": {
        "message": "Нажмите на меню »Аудиозапись«, чтобы перейти к настройке аудиозаписывающих устройств, как показано на рисунке ниже:",
        "description": ""
    },
    "section2-p2": {
        "message": "Студенту необходимо отметить «Всегда доверять содержимому издателя», а затем снова нажать кнопку «Выполнить», тогда студент сможет нормально записывать звук.",
        "description": ""
    },
    "section1-p25": {
        "message": "1.8 Установка плагина",
        "description": ""
    },
    "section3": {
        "message": "Что делать, если Экзамен прерван?",
        "description": ""
    },
    "section1-p24": {
        "message": "В этом диалоговом окне выберите в меню «Уровень», чтобы войти, и вы сможете отрегулировать громкость микрофона на максимальную",
        "description": ""
    },
    "section1-p15": {
        "message": "Что делать, если после записи звук слишком тихий?",
        "description": ""
    },
    "closeWindow": {
        "message": "Закрыть окно",
        "description": ""
    },
    "section1-p16": {
        "message": "Разделен на две различные системы:",
        "description": ""
    },
    "section1-p18": {
        "message": "Нажмите для настройки свойств аудио, отобразится следующее диалоговое окно:",
        "description": ""
    },
    "section1-p3": {
        "message": "1.2 Проверьте, соответствует ли программное обеспечение компьютера требованиям Экзамена?",
        "description": ""
    },
    "section1": {
        "message": "Что необходимо подготовить и проверить перед началом Экзамена?",
        "description": ""
    },
    "section1-p9": {
        "message": "После входа на веб-сайт, проверьте, присоединились ли вы к классу учителя. Если вы еще не присоединились к классу, сделайте это как можно скорее.",
        "description": ""
    },
    "section1-p8": {
        "message": "1.4 Вы уже вступили в класс учителя?",
        "description": ""
    }
}