section1-p21=Primeiramente clique com o botão direito no ícone de alto-falante no canto inferior direito, e um menu aparecerá:
section4-p1=Quando o aluno terminar a prova oral, salve primeiro a gravação, Clique no botão "Salvar" para salvar sua gravação localmente, por conveniência de backup.
section1-p1=1.1 o computador pode ser usado normalmente
section2-p1=Quando um aluno entra numa avaliação de expressão oral, aparece um diálogo como o seguinte:
section1-p26=Para computadores que não possuem o plugin instalado, Clique no botão "Download" na Página Inicial do Inglês Interativo para realizar o Download do Plugin.
section6=6 Como saber se meu upload de Gravação foi bem-sucedido?
section6-p1=Depois de clicar no botão "Carregar", é necessário esperar alguns segundos (o aumento da duração da gravação aumenta o tempo de espera). Quando a dica "Sucesso no carregamento" aparecer, significa que sua gravação foi carregada com sucesso.
section1-p12=Execute um teste de áudio. Se não ouvir som, substitua o fone de ouvido com microfone.
section1-p2=Checar se o computador pode ligar normalmente, depois de ligar checar se o teclado, mouse, fone de ouvido com microfone estão danificados, se tiver os problemas acima, por favor contacte o administrador da sala de computadores.
section1-p19=No menu de áudio, há uma opção de volume para a gravação. Clique no botão "volume" para começar a ajustar o volume da gravação.
section1-p10=1.5 Você consegue ouvir o som?
section1-p14=Clique no “iniciar menu - todos os programas - anexo” dentro de um pequeno programa de gravação, use este programa para verificar se é possível gravar normalmente. (Gravador do Sistema operacional Windows XP em “iniciar menu - todos os programas - anexo - entretenimento”)
section1-p7=Acesse o website oficial da ULearning <a href="http://www.ulearning.cn">http://www.longmanenglish.cn</a>, Informe o Nome de usuário e a senha do aluno, e verifique se consegue Entrar na plataforma. Caso não consiga Entrar, cadastre-se imediatamente na Página inicial, Preencha todas as informações corretamente, como Escola, Nome, Número do aluno etc. para facilitar a exportação da sua Nota.
section3-p2=Peça aos alunos para clicarem no botão Recuperar Resposta, assim ele conseguirá recuperar suas respostas, mas tenha em atenção que o <font class="red">sistema só consegue recuperar todas as respostas fornecidas nos últimos 5 minutos. Além disso, para questões orais, a gravação recuperada só pode ser reproduzida, não podendo ser salva ou carregada novamente.</font>
section1-p23=Após selecionar o microfone, clique no botão “Configurações” para entrar nas configurações de gravação.
section2=2 Como configuro a gravação?
section1-p13=1.6 Gravação
section1-p4=Abra o website oficial do Inglês Interativo <a href="http://www.longmanenglish.cn">http://www.longmanenglish.cn</a>, na página inicial clique no botão "checar o ambiente de aprendizagem", examine se o ambiente local atende às necessidades da avaliação.
section1-p11=Checar se o fone de ouvido com microfone consegue captar som; para isso, clique nas normas do exame
section1-p6=1.3 É possível entrar no site da ULearning
section5-p1=Após a conclusão da prova oral pelo aluno, clique no botão "Carregar" para enviar a Gravação oral para a plataforma.
section3-p1=Se o aluno interromper a avaliação durante a realização devido a uma falha no dispositivo, peça ao aluno para fechar todas as janelas do navegador. Em seguida, reabrir o navegador, entrar no site ULearning e entrar novamente na avaliação. Haverá uma dica na página sobre Recuperar Resposta, conforme mostrado na figura:
section1-p20=Ajuste o volume do "microfone" ao máximo e o som da gravação ficará alto.
section4=4 Como salvar uma Gravação oral?
section1-p5=Clique em seguida. Se todos os itens de verificação estiverem corretos, o exame poderá ser feito normalmente no seu computador. Se houver algum item de verificação incorreto, siga as nossas instruções para fazer as configurações.
section1-p17=Comece clicando com o botão direito do mouse no canto inferior direito ícone de alto-falante e um menu aparecerá:
section5=5 Como fazer upload de uma gravação oral?
section1-p22=Clique no menu "Dispositivo de Gravação" para entrar no ajuste do dispositivo de gravação, como mostrado abaixo:
section2-p2=O aluno precisa marcar "Confiar sempre no conteúdo desta editora" e, em seguida, clicar novamente no botão Executar para gravar normalmente.
section1-p25=1.8 Como instalar plugin?
section1-p9=Depois de entrar no website, veja se já se juntou a uma turma do Professor. Se não se juntou ainda, entre numa turma do Professor agora.
section3=3 O que fazer durante uma interrupção na Avaliação?
section1-p24=Na caixa de diálogo, selecione o menu de níveis e entre para ajustar o  volume do microfone ao máximo
section1-p15=1.7 O que devo fazer caso o som fique muito baixo após a gravação?
section1-p8=1.4 Você já se juntou à turma do professor?
closeWindow=Fechar Janela
section1-p16=Dividido em dois Sistemes diferentes:
section1-p18=Clique para ajustar os atributos de Áudio, um diálogo aparecerá:
section1-p3=1.2 Checar se o ambiente de software do computador atende às Avaliações?
