{
    "exportClassData": {
        "page-title": {
            "message": "Regras do Fórum da ULearning",
            "description": ""
        },
        "rule27": {
            "message": "Este website não garante que a página da web não será interrompida; Este website Manter o direito de revisar esta página web ou retirar a Entrar desta página web a qualquer momento; Não assumir qualquer responsabilidade por qualquer perda causada pelo uso ou incapacidade de usar o serviço fornecido por este website.",
            "description": ""
        },
        "rule5": {
            "message": "(cinco) Destruir a política religiosa nacional, promover cultos e superstições feudais;",
            "description": ""
        },
        "rule1": {
            "message": "(I) Violar os princípios básicos definidos pela Constituição;",
            "description": ""
        },
        "preface": {
            "message": "Obrigado por sua atenção e apoio ao \"Youcademy Forum\". A fim de manter a ordem básica do fórum, garantindo os direitos e interesses dos usuários, este acordo foi elaborado com o seguinte conteúdo:",
            "description": ""
        },
        "rule2": {
            "message": " prejudicar a segurança nacional, vazar segredos nacionais, subverter o regime nacional e sabotar a unificação nacional;",
            "description": ""
        },
        "rule8": {
            "message": "(oito) Insultar ou difamar outras pessoas, prejudicando os seus direitos legais;",
            "description": ""
        },
        "rule15": {
            "message": "É proibido publicar anúncios ou outros conteúdos com o objetivo de obter benefícios comerciais sem a permissão do fórum.",
            "description": ""
        },
        "rule11": {
            "message": "(XI) Contém outros conteúdos proibidos por lei ou regulamentos administrativos.",
            "description": ""
        },
        "rule22": {
            "message": "qualquer comportamento que possa prejudicar a ordem pública e os bons costumes;",
            "description": ""
        },
        "rule29": {
            "message": "Esta convenção terá validade a partir da data da Publicação. Se houver conflito com as leis e regulamentos nacionais, será considerada Inválida.",
            "description": ""
        },
        "rule18": {
            "message": "Reprodução ou citação do conteúdo deste fórum deve ser feita preferencialmente com o intuito de utilização livre de informações públicas com fins jornalísticos ou educativos, não sendo permitidas deturpações ou modificações do conteúdo original, ficando o usuário responsável por eventuais violações de direitos autorais ou outras infrações legais.",
            "description": ""
        },
        "rule6": {
            "message": "(seis) espalhar boatos, perturbar a ordem social, destruir a estabilidade social;",
            "description": ""
        },
        "rule20": {
            "message": "Prejudicar este fórum ou os interesses de outra pessoa;",
            "description": ""
        },
        "rule16": {
            "message": "Se o usuário publicar declarações inadequadas no fórum, os gestores do fórum têm o direito de excluir todas ou parte de suas declarações e, dependendo da gravidade e das consequências prejudiciais, dar-lhe a punição apropriada.",
            "description": ""
        },
        "rule21": {
            "message": "Qualquer comportamento ilegal;",
            "description": ""
        },
        "rule10": {
            "message": "(dez) atividades em nome de organizações não governamentais ilegais;",
            "description": ""
        },
        "rule26": {
            "message": "O site não será responsável por conflitos civis, tratamentos administrativos ou outras perdas decorrentes de reprodução ou citação indevida do conteúdo deste fórum.",
            "description": ""
        },
        "rule28": {
            "message": "O fórum reserva-se o direito de perseguir judicialmente quem não cumprir com este acordo ou que fizer mau uso do conteúdo do fórum, entre outros.",
            "description": ""
        },
        "rule14": {
            "message": "O usuário deve respeitar a privacidade de outras pessoas, não deve publicar o nome de outras pessoas, endereço, telefone ou outras informações pessoais ou de privacidade, a menos que seja do interesse público ou que a pessoa concorde.",
            "description": ""
        },
        "rule13": {
            "message": "O usuário deve respeitar a ordem da comunidade e a moral da rede, evitando o uso de linguagem imprópria, spam, votação maliciosa e outras ações que afetem a leitura de outras pessoas.",
            "description": ""
        },
        "rule7": {
            "message": "(vii) espalhar obscenidade, pornografia, jogos de azar, violência, terror ou incitar ao crime;",
            "description": ""
        },
        "rule23": {
            "message": "Concordar sozinho para que terceiros continuem a reproduzir e citar o conteúdo deste site;",
            "description": ""
        },
        "rule17": {
            "message": "Os usuários devem respeitar os direitos autorais dos outros, não devem plagiar o trabalho dos outros, e a reprodução e citação do trabalho dos outros devem estar em conformidade com a licença de direitos autorais.",
            "description": ""
        },
        "rule3": {
            "message": "Violar a honra e os interesses nacionais;",
            "description": ""
        },
        "rule0": {
            "message": "Este fórum adota um sistema de nomes reais, a fala do usuário no fórum (incluindo, entre outros, texto, imagem, áudio, vídeo, a seguir) não deve violar as leis e regulamentos nacionais. De acordo com o Regulamento de Gestão de Informações de Notícias da Internet, o discurso do usuário não pode conter o seguinte conteúdo:",
            "description": ""
        },
        "rule25": {
            "message": "Para reproduzir ou citar artigos assinados neste fórum para fins comerciais, pague os direitos autorais para o autor de acordo com as regras.",
            "description": ""
        },
        "rule12": {
            "message": "As declarações dos usuários devem cumprir as regras da unidade e da discussão específica. Os usuários devem entender o tema e os regulamentos relevantes da discussão específica antes de participar, evitando fazer comentários que não estejam de acordo com as regras de publicação. Os usuários também não devem publicar comentários não relacionados ao conteúdo da publicação principal nas discussões de outras pessoas.",
            "description": ""
        },
        "rule24": {
            "message": "A reprodução ou citação do conteúdo deste fórum sob direitos autorais devem observar: \"Reproduzido (ou citado) do Fórum da Youcademy\" e indicar o URL do nosso site: <a href=\"/\"></a>",
            "description": ""
        },
        "rule4": {
            "message": "Incitar ao ódio étnico ou discriminação étnica, prejudicando a unidade nacional.",
            "description": ""
        },
        "rule9": {
            "message": "Incitar manifestações, associações, desfiles, protestos e ajuntamentos ilegais, que perturbem a ordem social;",
            "description": ""
        },
        "rule19": {
            "message": "É proibido reproduzir ou citar o conteúdo deste fórum para as seguintes atividades:",
            "description": ""
        }
    }
}