browserText=Enviando o áudio que você gravou. Não feche o navegador. Se você fechar o navegador, sua gravação pode não ser enviada. Aguarde...
played=Reproduzido {count} vezes
examPaperText=Falha ao enviar a prova, não feche a página, o Sistema está reenviando...
unknowText=Ocorreu um erro desconhecido no servidor, tente novamente posteriormente!
clickSelectText=Clique para selecionar uma Resposta
oralLanguageText=Audio de demonstração oral
uploadFailText=Falha ao carregar
submitAnswerText=A Área do Professor não pode enviar o Registro de Respostas!
answerRightText=Respondeu corretamente!
attachmentUploadText=Apenas o Portal do Aluno pode carregar anexos!
autoClearText=Digite uma etiqueta delicada, o Sistema limpou automaticamente para garantir a segurança do serviço
markSkipText=Dica para corrigir: Você pode corrigir um total de {questions} questões
nextPartText=Parte seguinte
checkText=Falha ao enviar, verifique se sua rede está funcionando corretamente!
correctAnswerText=Resposta certa
noFoundPathText=Não foi encontrado o caminho do áudio carregado pelo aluno
netErrorText=A rede pode estar com problemas, tente {reload}
tryText=Falha ao enviar, tentando enviar novamente para você!
completeText=concluir
lastPartText=Nota anterior
continueText=Continuar Respondendo às Perguntas
putIllegalText=Sua entrada contém caracteres ilegais, que foram removidos para você
haveText=Vocẽ tem {no} perguntas para responder. Deseja continuar?
recordText=Há uma Gravação em andamento, favor concluir a Gravação primeiro!
photoNotPass=Foto de autenticação reprovada na revisão
photoNotChecked=Foto de autenticação não revisada
checkPaperText2=A prova que você procurou não existe!
answerParseText=Análise da Resposta
downloadStuAttach=Clique para download do anexo do aluno
saveSuccessText=Registro de Respostas salvo com sucesso!
clickPlayText=Clique para reproduzir {video}
scoreValueText=Pontuação
commentText=Comentário
unableText=Temporariamente incapaz de Ver o Registro de Respostas desta vez!
timesOverTip=Atenção: O número de reproduções desta questão foi utilizado.
reDoRecord=Regravar
getScoreText2=Nota
inText=Registro de Respostas salvo em {time}
getScoreText=Nota da Questão
videoText=Vídeo
answerText=Resposta
examTimeText=Tempo de exame acabou, o Sistema enviará automaticamente sua Prova e fechará a janela do navegador!
examSearchText=A avaliação que você buscou é inexistente!
submissionText=Enviado com sucesso!
CollapseText=Recolher {video}
examOver=A avaliação foi concluída!
answerCardText=Cartão de respostas
uploadCompleteText=Carregamento concluído
checkPaperText=A Prova que você buscou é inexistente. O navegador será fechado!
invalidIp=Endereço de IP atual: {ip} sem permissão para Entrar na Avaliação; utilize o computador especificado para participar da Avaliação
abnormalDetect=detecção: você não fez nenhuma operação há {count1} segundos, se não fizer nenhuma operação dentro de {count2} segundos, será considerado saída de exceção.
coursePaperText=A prova que você busca não existe!
useControlText=Use o controle para gravar sua resposta
jquizMaxFileTips=Adicionar no máximo 10 Ficheiros
guaranteeText=Para garantir que você possa fazer a avaliação normalmente, verifique se sua rede apresenta alguma exceção!
pleaseSelectAnswer=Selecione a Resposta
notCheckText=Temporariamente não é possível visualizar
answerErrorText=Responder Incorreto!
startPaperText=Começar respostas
recordSaveText=Os outros registros foram salvos para você, mas ocorreu um erro ao carregar as informações faladas. Verifique o ambiente de avaliação e tente novamente.
audioText=Áudio
leaveLimitTip1=Você já saiu da Avaliação {count} vezes. Você será forçado a Entregar trabalhos.
toBeGraded=Envios Pendentes
clearBtn=Limpar
lookExit=O registro de respostas que você busca é inexistente!
recordTip=Atenção: esta gravação só pode ser reproduzida {count} vez
enterCommentContentText=Digite seu comentário aqui
exitColumn=Sair
studentAnswerText=Respostas do aluno
columnDragTip=Arrastar para ajustar a altura
loadRecord=Carregando o Registro de Respostas do Aluno...
loadingText=Carregando prova...
setScoreText=Configurações de Nota：
leaveLimitTip3=Detecção do sistema: você saiu da Avaliação em {time}. Sair mais de {limitCount} vezes levará ao Entregar trabalhos, você ainda tem {count} oportunidade(s).
teacherCommentText=Comentário do Professor
downloadStuAttach2=Clique para download meu anexo
getQScoreText=Nota
unenableViewRecord=Você ainda não pode ver o registro de respostas!
scoreText={score} Nota
uploadAttachment=Adicionar anexo
noSelectText=Não selecionado
systemSubmitText=O sistema está enviando a sua resposta...
noLimit=Não limitado
photoConfirm=Você ainda não concluiu a autenticação de foto de reconhecimento facial, incapaz de entrar na avaliação. Vai se autenticar agora?
reloadText=Recarregar
enterAnswerText=Digite a resposta aqui...
dragSortText=Nota: É possível arrastar as opções para ordená-las
inputIgnoredText=O limite de caracteres para a sua entrada é de 200 (incluindo pontuação). O sistema ignorará qualquer conteúdo além desse limite
examEndText=Concluir a Avaliação
noMarkText=Este pacote não contém nenhuma questão para corrigir. Por favor, escreva um comentário para o aluno.
invalidExamCount=Você excedeu o Limite de tentativas para esta Avaliação e não consegue realizá-la!
Limite de tentativas: {count} vez
newQParse=Tipo de item sem análise
totalText=Total de {count} tópicos
enterColumn=Nota Responder às perguntas
highlightBtn=Destaque
mayHaveText=O seu registro de respostas está perdido ou você não respondeu, incapaz de ver o registro de respostas!
processText=Carregando o registro de respostas interrompido anteriormente...
systemText=O sistema restaurou para você o registro de respostas da avaliação interrompida {time}!
sureSubmitText=Confirmar envio?
networkAbnormal=Ocorreu uma exceção na sua rede!
plzInputScore=Digite uma nota para o intervalo {range}
leaveLimitTip2=Detecção do sistema: você saiu da Avaliação. Deixar {limitCount} vezes ocasionará Finalização forçada de exame. Você tem {count} tentativas restantes.
errorOccurText=Ocorreu um Erro no Sistema ao Carregar Automaticamente sua Resposta. Por favor Cheque se sua Conexão de rede está funcionando corretamente, ou Saia e Entre novamente para evitar a perda do Registro de Respostas.
notCloseText=Por favor, não feche a página, o Sistema está enviando a Prova...
playTimes=Número de reproduções:
examFiailSubmitTitle=Falha ao enviar
examNetErrorTitle=Exceção de rede
examAutoSaveError=Exceção de rede! O Sistema está se reconectando. Não saia ou feche a página. Quando a rede for restaurada, o Sistema carregará automaticamente o registro de respostas.
examFiailSubmitMsg1=Exceção na rede, Falha ao enviar a prova!
noQuestion=Não há nenhuma questão disponível para correção neste questionário, escreva um comentário para o aluno!
examFiailSubmitMsg2=O sistema armazenou temporariamente o registro de respostas localmente, que será enviado automaticamente após a rede ser restaurada. Não saia ou feche esta página. Você também pode fechar este pop-up e tentar enviar novamente mais tarde manualmente.
examNetErrorMsg=Rede atual com exceção, incapaz de carregar a prova. Checar rede local e entrar na avaliação após a restauração da rede.
