createFailTxt=Falha na criação
assignmentTxt=Tarefa
examResultTxt=Pontuação do Exame
assessRequired4=Para cada capítulo selecionado, deve atingir o Tempo acumulado de aprendizagem de {inputMax} minutos para obter a Nota máxima; para valores inferiores a {inputMin} minutos, a Nota será 0.
associatePaper=Associar prova
assessRequired3=Nota máxima é atingida quando o tempo acumulado de aprendizagem do capítulo selecionado atingir {inputMax} minutos. Tempo inferior a {inputMin} minutos recebe Nota zero.
createSucTxt=Criado com sucesso!
ruleTxt6=Uma nota média calculada a partir dos capítulos selecionados.
assessExplanation2=As notas do software para computador e as notas do aplicativo de dispositivo móvel são calculadas separadamente. Quando se trata de calcular a nota do capítulo, a nota mais alta é considerada a nota final. Os capítulos que só estão disponíveis no software para computador só serão considerados na nota final quando a nota for calculada no software para computador.
confirmDeleteTxt=Confirmar a exclusão deste item de avaliação?
tableTipsTxt=A tabela ainda contém conteúdo não preenchido.
scoreTipsTxt3=A soma do peso atual do item da avaliação excede 100%, edite o peso do item da avaliação.
inputTxtTips8=Um Prazo deve ser definido!
inputTxtTips9=É necessário selecionar uma turma associada!
inputTxtTips1=Precisa preencher o nome da estratégia!
summarizingTipsTxt3=Exceção durante a reunião
operationSetps4=Carregar ficheiros organizados
ruleTxt5=No capítulo selecionado, cada sessão de aprendizagem que atingir {max} minutos será pontuada com a nota máxima. As sessões com duração inferior a {min} minutos receberão nota zero.
selectCourseAndRulesTxt=Selecione o Capítulo da Disciplina e a Regra de Cálculo
typeTxt=Categorias
deleteSucTxt=Exclusão bem-sucedida!
moreExamTxt=Método de Cálculo de Pontuação de Várias Avaliações
inputTipsTxt1=Digite a Nota máxima do Tempo de aprendizagem
summarizingTipsTxt2=O relatório de notas desta política foi concluído. Após excluir esta política, professores e alunos não poderão mais visualizar o relatório de notas consolidado. Tenha cuidado. Se você tiver certeza de que deseja excluir, digite o código de verificação abaixo.
selectTipTxt=Nome do item de avaliação, como por exemplo: Tempo de estudo
ruleTxt2=Em cada Capítulo selecionado, o progresso de aprendizagem por Capítulo que atingir {max}% será a Nota Máxima, inferior a {min}% será 0 Nota.
assessExplanation3=(texto em vermelho é mostrado apenas no software para computador)
assessRequired5=Capítulo selecionado. A duração da sessão de aprendizagem atingiu {inputMax} min. nota máxima. Inferiores a {inputMin} min. a 0 pontos.
clickErrorTxt=Clicado errado
actionTxt=operação
operationSetps1=Siga estas orientações passo a passo:
examTipsTxt=Se uma avaliação permite que os alunos respondam várias vezes, a nota mais alta é selecionada por padrão como a nota do aluno nessa avaliação
haveRule=Políticas existentes
inputClassNameTxt=Digite o nome da turma
classTxt=Turma
loadDataTxt=Falha ao carregar dados, verifique a rede!
deleteTxt=Excluir
serviceErrorTxt=Incorreto no servidor. Tentar novamente posteriormente!
assessExplanation1=Como o conteúdo desta disciplina é diferente entre o aplicativo para computador e o aplicativo para dispositivo móvel, se o aluno realizar o aprendizado em ambos os dispositivos, o tempo total de estudo corresponderá à soma do tempo gasto em cada um deles.
notFoundTxt=Nenhuma disciplina encontrada, digite ou selecione novamente!
averageScoreTxt=Pontuação com base na nota média dos Capítulos selecionados
noDataTxt1=Não encontrado dados relacionados
highTxt=Nota mais alta
inputTxtTips4=O Nome da estratégia repete!
operationSetps3=download Modelo
inputTxt=Digitar manualmente
selectRule=Selecione capítulos da disciplina e regra de cálculo
selectByYearTxt=selecionar por Ano letivo
confirmCancel=Confirmar Cancelar
setCourseGrade=Configurar notas da disciplina
inputTxtTips3=Não pode conter caracteres especiais!
searchTxt=pesquisar e consultar
noAssiTxt=Não há lição de casa para o professor
examTxt=Avaliação
scoreTxt=Item de avaliação
alerttips=Esta política já foi resumida e excedeu o Prazo para isso. Não é possível resumir novamente
selectByTeacherTxt=Selecionar por professor
noAssiTxt1=Este professor ainda não tem Tarefa
selectNodeTxt=Esta disciplina ainda não tem estrutura, incapaz de selecionar o nó.
confirmCancelTxt=Esta operação fará com que o conteúdo editado nesta página não possa ser salvo. Confirmar ou cancelar?
tipsTxt2=Observação: caso precise fazer modificações, edite as Configurações do Prazo para entrega da avaliação.
ruleTxt3=O tempo de estudo acumulado do capítulo selecionado atinge {max} minutos para atingir a pontuação máxima. Abaixo de {min} minutos é 0 pontos.
selectTxt=Selecione
assessRequired1=O progresso cumulativo de aprendizagem do capítulo selecionado para atingir {inputMax}% recebe nota máxima e inferior a {inputMin}% recebe 0 pontos.
selectAllChpaterTxt=Selecionar todos os capítulos
inputTipsTxt2=Digite 0 como tempo de aprendizagem
operationSetps2=Faça o download do modelo e organize os dados de acordo com o formato do modelo
inputTxtTips2=O nome da estratégia deve ter menos de 200 letras!
setCourseTime=Configurações de duração do Tempo de estudo da disciplina
cancelTxt=Cancelar
classesTxt={className} e outras {count} turmas
selectAllTxt=Selecionar todos
editTxt=editar
summarizingTipsTxt1=Você está calculando a nota final, não feche esta janela até concluir.
summarizingTipsTxt4=Exceção do servidor, reunindo Falha no início!
inputTxtTips6=Deve digitar a pontuação total!
inputTxtTips=O nome de usuário pode incluir apenas caracteres chineses, letras em inglês, números e sublinhados
tipsTxt1=O prazo de avaliação já se findou, sendo vedada a alteração dos Itens de Avaliação
noDataTxt=Nenhum dado encontrado. Por favor, tente novamente!
assessRequired2=Em cada sessão dos capítulos selecionados, se o progresso cumulativo de aprendizagem atingir {inputMax}%, será considerado nota máxima. Se for inferior a {inputMin}%, a nota será 0.
studyProgressTxt=Progresso da aprendizagem
inputTipsTxt3=Selecione a regra de pontuação
selectAssiTxt=selecionar Tarefa
courseAssess=Avaliação do curso
inputTipsTxt=Só é possível Digitar números inteiros entre 1 e 100.
averageScoreAssiTxt=Média das notas das atividades selecionadas
codeErrorTxt=O código de Verificação está errado!
inputTxtTips7=Digite um número inteiro positivo de 5 a 1000!
inputScoreTxt=Digitar nota
haveInputScore=Notas digitadas
selectExamTxt=selecionar Avaliação
scoreTipsTxt2=A soma da ponderação de cada item de avaliação atual não atinge 100%. Garanta que a soma da ponderação de todos os itens de avaliação é igual a 100% antes de clicar em Concluir.
inputTxtTips5=é preciso selecionar disciplinas relacionadas!
finishtxt=Concluir criação
teacherTxt=Tarefa designada pelo professor {teacherName}
fullMarkTxt=Nota máxima
notSelectAssiTxt=Não há tarefas selecionadas.
operationSetps5=Nota: Se precisar editar a nota do aluno, você pode fazer o upload do arquivo novamente.
scoreTipsTxt1=A soma das ponderações atuais de todos os itens de avaliação atingiu 100%. Para continuar adicionando itens de avaliação, edite a ponderação de outros itens de avaliação.
resourceTxt=Não suporta operação de disciplinas de recursos!
selectClassTxt=Selecionar Turma
courseTxt=disciplina
averageTxt=Nota média
selectCourseTxt=Selecione uma disciplina primeiro!
assignmentResultTxt=Nota da Tarefa
courseResultTxt=desempenho de aprendizagem
countRuleTxt=Regra de cálculo
othersTxt=outros
selectedHomeworkTxt=({count} Tarefas Selecionadas)
selectClassFirseTxt=Selecione uma Turma primeiro!
selectRelevantCourseTxt=Selecione primeiro a disciplina associada!
toSelectTxt=Selecione
operationSetps6=Ao carregar novamente, a nota do aluno será substituída pela nova nota
selectScoreTxt=Selecione os Critérios de avaliação
inputTipsTxt4=Selecione o Capítulo da Avaliação
noExamTxt=Professor ainda não tem Avaliações
selectedExamTxt=(Selecionado {count} avaliações)
scoreRuleTxt=Critérios de avaliação
notInputScoreTxt=Notas ainda não digitadas
examTipTxt=Não suporta operações de disciplinas Prova!
studyTimeTxt=Tempo de estudo
weightTxt=Ponderação (%)
operationSetps7=Carregar arquivo
failDeleteTxt=Falha ao excluir!
ruleTxt1=O progresso da aprendizagem acumulado do capítulo selecionado é Nota máxima de {max}% e 0 Nota inferior a {min}%
ruleTxt4=Na sessão selecionada, atingir {max} minutos de tempo de estudo para cada capítulo para obter Nota máxima, inferior a {min} minutos para obter Nota 0.
notSelectExamTxt=Avaliação não selecionada
