solvePlan=Soluções
healthCare=Medicina e Saúde
salesService=Serviço Pós-Venda
conservancy=Recursos hídricos
aviationBusiness=negócios de aviação
wisdomEdu=Educação Inteligente
ecological=Ecossistema corporativo
jobManage=Gestão de Admissões e Carreiras
civilConstruction=Construção civil
manufacturing=Fabricação de Equipamentos
materialDetail=Projeto de Disciplina e Material Didático
signingCountry=Países signatários: Quênia, Gana, Gabão, Uganda, Costa do Marfim e Zâmbia
teachersTrain=Treinamento de professores
operations=Gestão Operacional
lightIndustry=Indústria Têxtil
teachingPlan=Plano Nacional de Educação Profissional e Tecnológica
electronic=Informações eletrónicas
chemical=Engenharia química
financialBusiness=Finanças e Comércio
service=Serviços e comércio
topDesign=Projeto de alto nível
schOperations=Consultoria de gerenciamento de operações
certificateDetail=Design do Sistema de Certificação
artDesign=Arte e design
cisdomClassroom=Aula Inteligente
onlinePlatform=Plataforma online
inter=Comunicação da rede
solvePlanDetail=Soluções - Oferecendo soluções modulares para aprimorar a educação profissional
energyPower=Energia, motor e materiais
projectResult=Resultados do projeto
campusSecurity=Segurança do Campus
subjectResearch=Política e Pesquisa Temática
roomConstruct=Construção de sala de prática
universitiesDesign=Design da instituição
social=Responsabilidade social
employmentRate=A taxa de emprego para alunos que recebem treinamento em habilidades avançadas é superior a 80%
cooCountry=Países com memorando de cooperação: Egito, Benim, Togo, Tanzânia, Etiópia, Zimbábue, República Democrática do Congo, República do Congo, Senegal, Namíbia, Burkina Faso, África do Sul, Guiné, Níger, Fiji, Sri Lanka, Indonésia, Myanmar, Laos, Uzbequistão, Costa Rica, Cazaquistão
buildAcademy=Crie 12 novas escolas profissionais: 3 do Gabão, 7 da Costa do Marfim e 2 de Uganda
compantIntroDetail=A China Aviation Technology International Holding Company Limited (abreviadamente, "CATIC Internacional") mantém a missão "Ultrapassar os negócios, criar um mundo melhor em comum", desempenha a funcionalidade de rede e plataforma global e participa ativamente na construção da "Uma Faixa, Uma Rota". Ela possui seis empresas listadas dentro e fora do território chinês, estabeleceu instituições estrangeiras em 60 países e regiões do mundo, com clientes que abrangem mais de 100 países e regiões e mais de 4.500 funcionários estrangeiros.
factors=Expansão da cooperação universidade-empresa
perfertion=Área Profissional
transportation=Transporte
trainSupply=Materiais de Treinamento
projectResultDetail=A partir de 2009, a China Aviation International (AVIC International) começou a planejar e operar projetos de Educação Profissional, começando pelo Quênia, após perceber a importância da Educação Profissional para o desenvolvimento nacional. Por meio de esforços incansáveis, a AVIC International planejou e “personalizou” soluções de Educação Profissional sob medida para as necessidades dos clientes e o desenvolvimento da Educação Profissional em diferentes países ou regiões ao longo da “Rota da Seda” e em vários países vizinhos, partindo do design de topo, construção de infraestrutura, treinamento e serviços, suporte à gestão operacional, educação inteligente e outros conteúdos de Software e Hardware. Com isso, aumenta a Quantidade de pessoas educadas localmente, aprimora ainda mais as habilidades de trabalho dos trabalhadores, aumenta a taxa de emprego e, assim, aumenta a estabilidade social, melhora a receita fiscal nacional e aumenta a reputação do governo local. Atualmente, o Centro de Treinamento e Instituto de Pesquisa em Educação Profissional da AVIC International foi estabelecido com base no rico ecossistema de Educação Profissional no exterior da AVIC International, construindo uma ponte para a conectividade entre os povos dos países ao longo da “Rota da Seda” e contribuindo com a sabedoria e as soluções da China para os países ao longo da “Rota da Seda”.
engineering=Engenharia Civil
training=O projeto concluído poderá treinar mais de 20.000 Professores e alunos por ano
socialFirst=Por 6 anos, de 2014 a 2019, o Campeonato Africano de Habilidades (ATC) disseminou-se ao Gabão, Costa do Marfim, Quênia, Uganda, Gana, Zâmbia, Tanzânia e Etiópia, cooperando com os Ministérios da Educação de cada país e com o Banco Mundial, criou-se uma referência para competições internacionais de Educação Profissional.
postcode=Código Postal
food=Alimentos
environment=Recurso e ambiente
hosting=Escola de gerencia de operações
tourismCatering=Turismo gastronômico
eduCar=Mova o ônibus de carreira (sob demanda)
trainingServices=Treinamento e serviço
agriculture=Agropecuária
publicUtilities=Serviços Públicos Estrangeiros
socialThird=O ATC adota o formato de treinamento + competição (preliminares + final) e foca em treinar as habilidades dos alunos. Até o momento, acumulavam-se 203 escolas e 701 alunos concorrentes, e geraram-se uma quantia de pedidos de US$500.000. Além de treinamento e competição, o ATC também realizou com sucesso várias palestras ATC, convidando empresários locais e jovens líderes de sucesso do Quênia para se comunicarem com os alunos participantes, compartilharem suas experiências de empreendimento e histórias de crescimento, incentivando os alunos a mudarem o seu destino e realizarem seus sonhos através de esforços incansáveis.
address=URL
professional=Abrangemos 15 grandes categorias e mais de 40 subcategorias em áreas de especialização.
eduDesign=Sistema de Currículo Acadêmico/Projetos de Ensino de Curto Prazo
internationalBusiness=As principais operações da SinoAir International consistem em quatro setores
eduResources=Recursos para uma metodologia de ensino multifacetada
teachAbility=Aperfeiçoamento da capacidade de ensino e pesquisa
trainingRoomsDetail=Projeto para Laboratório de Treinamento
compantIntro=Introdução da Empresa
ecologicalDetail=Nossa empresa possui mais de 30 faculdades e associações cooperadas na área de educação profissional, mais de 20 especialistas da indústria. Eles oferecem suporte profissional para projetos de educação profissional.
infrastructure=Infraestrutura
eduIncrement=Serviços de valor de adição da educação
feedback=Comentários
socialSecond=O projeto ATC tem como ponto de partida “ensinar a pescar”, com foco nos problemas que os governos dos países africanos observam com a falta generalizada de habilidades profissionais e a baixa taxa de emprego entre os jovens. Ele espera, por meio da realização de treinamento e competições de habilidades profissionais, aprimorar as habilidades de emprego dos jovens locais, promovendo a integração do ensino com a cadeia industrial e, ao mesmo tempo, criando um novo modelo para as empresas chinesas cumprirem sua responsabilidade social corporativa no exterior.
compantIntroDetai2=AVIC International é uma empresa de propriedade controladora global, controlada pela China Aviation Industry Corporation Limited (doravante, 'o Grupo de Indústria Aeronáutica'). O Grupo de Indústria Aeronáutica ficou entre os 500 melhores do mundo 13 anos consecutivos. Em agosto de 2021, a Fortune publicou a edição de 2021 das 500 melhores, na qual o Grupo de Indústria Aeronáutica ficou em 140º.
contactAddress=Edifício Sinotrans International, Nº 18 Beichen East Road, Chaoyang, Beijing
