wordDictation=Ditado de palavras
promptText2=<p class='text'>Esta Funcionalidade precisa de ser ativada separadamente para si, de acordo com as condições de utilização do Ensino real. Para mais Detalhes, entre em contato com o serviço de apoio ao cliente</p><p class='phone'>sg.service@ulearning.asia</p>
oralTip6=Além dos tópicos de cenários de comunicação diária integrados, o Sistema ainda permite a adição de tópicos personalizados, como conteúdo para prática e avaliação regulares.
oralTip1=Integração de Aprendizagem, Prática e Avaliação
evaTip3=Avaliação Abrangente Multidimensional
liveTip2=Livre-se das restrições geográficas
dictTip4=Escolher palavra aleatoriamente
oralTip4=O sistema suporta avaliação inteligente de fala com base em tecnologia de reconhecimento de fala. Independentemente de ser um exercício ou uma avaliação, ele pode pontuar frase por frase e marcar as palavras com pronúncia incorreta na frase. Além da avaliação objetiva de leitura em voz alta, o sistema também suporta avaliação de ramificação limitada semiaberta, o que pode melhorar efetivamente a precisão da avaliação.
oralEvaluation=Avaliação de Fala
evaTip5=Alerta de Avaliação Diária
promptText=<p class='text'>Esta funcionalidade deve ser ativada separadamente para você de acordo com a situação real de ensino. Para obter detalhes, consulte o atendimento ao cliente.</p><p class='phone'>400 610 7808</p>
dictTip8=(Classificação de porcentagem de acerto, classificação de notas...)
liveTip5=Discussão Interativa em Tempo Real
dictTip5=Rápido e eficiente
evaTip6=Gerencie com mais facilidade
tryNow=Experimente agora
dictTip3=Ditado em sala de aula
oralTip3=Avaliação de Inteligência da Fala
oralTip5=Personalizar Tópico
liveTip4=Enriquecer o conteúdo
dictTip6=Estatísticas Automáticas de Palavras
liveTip1=Perguntas e respostas das aulas remotas
evaTip1=- Avaliação diagnóstica
oralTip2=O Sistema abrange três cenários de aplicação: aprendizagem, treinamento e avaliação de proficiência oral em inglês. Os alunos podem usar seus Telefones celulares para selecionar Tópicos para aprendizagem e treinamento de simulação pessoa-máquina a qualquer hora e em qualquer lugar. A Escola também pode Iniciar a avaliação formal por meio do Sistema de gerenciamento de segundo plano e organizar os alunos para participar da avaliação por sessão.
dictTip2=Correção de pronúncia do sistema de avaliação
evaTip4=Tornar os resultados mais confiáveis
liveTip3=Diversas formas de transmissão ao vivo
dictTip1=Designar leitura de palavras novas antes da aula
mobileEvaluation=Mover Avaliação
prompt=dica
dictTip7=Porcentagem de acertos
evaTip2=Tornar o feedback mais pontual
liveTip6=Tornando a aprendizagem mais eficiente
