{
    "linkNullTips": {
        "message": "Por favor, selecione a tarefa de avaliação a que pertence",
        "description": ""
    },
    "obeSaveTips7": {
        "message": "A soma total das ponderações dos itens não pode exceder 100%.",
        "description": ""
    },
    "obeRandomTips": {
        "message": "Esta avaliação é sorteada aleatoriamente, siga a estrutura da prova e associe os Objetivos dos cursos a cada questão",
        "description": ""
    },
    "obeOfflineExportTemp": {
        "message": "Modelo para importação de notas de atividades offline do OBE",
        "description": ""
    },
    "activityTips3": {
        "message": "Nenhuma correspondência de atividade encontrada na pesquisa",
        "description": ""
    },
    "obeTotalCompletionTips": {
        "message": "Nível geral de alcance dos Objetivos do Curso",
        "description": ""
    },
    "obeSaveTips5": {
        "message": "O nome da tarefa de avaliação não pode estar vazio.",
        "description": ""
    },
    "moreClassNum": {
        "message": "Aguarde o(as) {n} turma(s)",
        "description": ""
    },
    "offlineActivityDeleteTips": {
        "message": "Excluir atividade e, simultaneamente, Dados de notas importados. Confirmar exclusão?",
        "description": ""
    },
    "activityTipsMax10": {
        "message": "Adicione no máximo 10 atividades.",
        "description": ""
    },
    "importOverTips": {
        "message": "A reimportação substituirá os dados importados anteriormente. Confirmar a reimportação?",
        "description": ""
    },
    "goalItemCompletion": {
        "message": "Nível de alcance dos {n} Objetivos do Curso",
        "description": ""
    },
    "tipFailling": {
        "message": "A última tarefa de Estatísticas ainda está em execução, verifique posteriormente.",
        "description": ""
    },
    "obeStuCompletionTips": {
        "message": "Taxa de aproveitamento do aluno",
        "description": ""
    },
    "questionUnit": {
        "message": "Exercício",
        "description": ""
    },
    "offlineActivityGrade": {
        "message": "Nota de Aulas Presenciais",
        "description": ""
    },
    "obeStatisticsNullTips": {
        "message": "Configure o Objetivo e os Critérios de Avaliação do Curso antes de calcular o nível de alcance do objetivo.",
        "description": ""
    },
    "activityTips4": {
        "message": "As atividades como os exames presenciais podem importar os dados de notas para o sistema de acordo com o modelo. As atividades presenciais são adicionadas e importadas pelo Responsável pelo curso.",
        "description": ""
    },
    "question": {
        "message": "questão",
        "description": ""
    },
    "fullScoreIllegalTips": {
        "message": "O valor máximo para a discussão deve ser um número inteiro entre 0 e 100.",
        "description": ""
    },
    "obeAnalysisTips1": {
        "message": "Gráficos são gerados com as estatísticas mais recentes",
        "description": ""
    },
    "associate": {
        "message": "associar",
        "description": ""
    },
    "obeTextbookTips1": {
        "message": "Os materiais de estudo são configurados apenas pelo administrador do curso com critérios de avaliação. (Somente compatível com material de estudo publicado na ferramenta de criação de cursos do ULearning.)",
        "description": ""
    },
    "obeOwnerLink": {
        "message": "Tarefa de avaliação em que se insere",
        "description": ""
    },
    "activityNameNullTips": {
        "message": "O nome da atividade não pode estar vazio.",
        "description": ""
    },
    "obeNullTips3": {
        "message": "Configurações de objetivos de disciplina e critérios de avaliação são necessários para visualizar o relatório de análise.",
        "description": ""
    },
    "statisticsTopTiP": {
        "message": "Após cada edição feita aos Objetivos de Disciplinas ou Critérios de Avaliação, você precisa atualizar os dados manualmente. O tempo para Estatísticas de Dados aparecer pode ser demorado, então pedimos que você tenha paciência.",
        "description": ""
    },
    "obeAnalysisTips3": {
        "message": "Análise de Níveis de Alcance por Item",
        "description": ""
    },
    "obeRulesTips": {
        "message": "Depois de configuradas as metas do curso e a ponderação da avaliação de desempenho, aqui você vai relacionar o material didático e atividades didáticas de vários tipos com as metas do curso. Os dados não relacionados às metas do curso e a tarefas de avaliação não serão incluídos na estatísticas do nível de alcance.",
        "description": ""
    },
    "obeClearTips": {
        "message": "Limpar objetivos da disciplina, que sincronizará e limpará todas as Regras de Avaliação que foram configuradas e os dados importados, por isso proceda com cuidado. Confirmar Limpeza?",
        "description": ""
    },
    "dataImportedTimeTips": {
        "message": "Duração da importação de dados:",
        "description": ""
    },
    "tipPedding": {
        "message": "O cálculo das estatísticas de nível de alcance é mais demorado. Após a conclusão do cálculo no Segundo plano, o Sistema atualizará os dados. Aguarde um pouco para visualizar as novas estatísticas.",
        "description": ""
    },
    "activityNameLengthTips": {
        "message": "Digite de 1 a 200 Letras",
        "description": ""
    },
    "activityTips1": {
        "message": "As atividades que podem ser incluídas nas estatísticas de conclusão de metas são atualmente: Tarefa, Avaliação e Discussão. Os responsáveis pelo curso e os professores das turmas podem definir os Critérios de avaliação para as atividades de ensino online.",
        "description": ""
    },
    "obeSaveTips4": {
        "message": "O valor alvo para conclusão de percurso deve ser um Número entre 0-1, e pode Manter até duas casas decimais.",
        "description": ""
    },
    "obePaperTips": {
        "message": "Se houver vários conjuntos de provas, é necessário associar os objetivos a cada conjunto de provas.",
        "description": ""
    },
    "obeSaveTips2": {
        "message": "Os Objetivos do Curso não podem exceder 1000 Letras.",
        "description": ""
    },
    "goalDelTips": {
        "message": "Os Objetivos associados foram Excluídos",
        "description": ""
    },
    "obeSaveTips6": {
        "message": "O nome da tarefa de avaliação não pode exceder 50 caracteres.",
        "description": ""
    }
}