按成绩排=Classificar por nota
发布后不能更改评价方式=Não é possível alterar o método de avaliação após a publicação
教师给学生打等级时，系统会按照该等级对应的分数区间的最小值给分（例如得A的作业默认是90分），教师可以修改该分数，修改后作业的等级不跟着改变。=Quando o professor qualifica um aluno, o sistema atribui a nota mínima correspondente ao intervalo da qualificação (por exemplo, uma tarefa classificada como A tem nota padrão 90) e o professor pode editar essa nota, mas a qualificação da tarefa não muda após a edição.
姓名=Nome
学生已互评=Alunos avaliados por pares
旋转中=Rotativo
录音中，点击波纹停止=Clique na ondulação para interromper a Gravação
录音初始化失败=Falha na Inicialização da Gravação
未对该同学的作业做出任何评价不扣分=Não avaliou o aluno na tarefa
成绩显示=Exibir Nota
发布时间不能大于截止时间=A Data de publicação não pode ser posterior ao Prazo
请选择互评截止日期=Selecione o prazo para avaliação entre pares
scoringOf=Avaliação: {score}
当前已有学生提交作业，修改作业开始时间不影响已提交的作业，此部分作业仍是已提交状态，确定修改作业开始时间吗？=Existe alunos que já enviaram a tarefa, editar o horário de início da tarefa não afetará as tarefas enviadas, esse horário ainda estará como enviado, confirma editar o horário de início?
未评=Não avaliado
无学生评价=Sem avaliação de alunos
没有未批阅的作业=Não háTarefa não corrigido
批注=Anotação
后面没有了=Sem mais
取消后学生只能手动打字输入请谨慎使用=Após o cancelamento, os alunos só poderão digitar manualmente o conteúdo, use com cuidado
系统批阅的作业，会将分数转化为等级（例如系统批阅作业得84分，那么学生的等级是B）。=As tarefas corrigidas pelo sistema converterão a nota em letra (por exemplo, se o sistema atribuir nota 84 à tarefa, a letra do aluno será B).
暂不设置=Nenhuma configuração
别人给TA的评价=Avaliação de outras pessoas sobre a pessoa
未知网络=Rede desconhecida
按成绩排序=Ordenar por nota
作业列表=Lista de Tarefas
你未提交作业，返回记录会丢失，确定返回吗？=Você não enviou a Tarefa, voltar para a gravação será perdido, confirmar a voltar?
保存失败=Falha ao salvar
studentsOfReviewed=Avaliado por {n} pessoa
修改评分规则=Editar critérios de avaliação
还不错，放心提交吧=Parece bom, poste com confiança
导出=exportar
对作业内容进行查重=Verificador de similaridade do conteúdo da tarefa
预览=Pré-visualizar
粘贴=Colar
fullPoints=Nota máxima: {n} Nota
导出详情=Exportar detalhes
已选择=Selecionado
打开附件=Abrir anexo
显示等级A+~F=exibir níveis de A+ a F
允许学生使用语法检查=Permitir que os alunos chequem a gramática
至少选择一个班级=Selecione pelo menos uma turma
搜索=pesquisar
5月=maio
确定删除评分规则=Confirmar exclusão do Critério de Avaliação
每个班级作业时间不一样，切换班级查看=Cada turma tem duração de tarefa diferente, Alternar de turma para Ver
已选班级=Turma selecionada
请打开手机权限=Abra as permissões do Telefone celular
申述理由=Motivo da reclamação
当前浏览器不支持录音=O navegador atual não suporta gravação
至少输入10个单词=Digitar pelo menos 10 palavras
互评截止时间=Prazo para avaliação entre pares
设置互评截止时间=Defina o Prazo da avaliação entre pares
添加评分规则=Adicionar critérios de avaliação
输入班级名称搜索=Digitar o Nome da turma para pesquisar
请输入作业开始时间=Digite o Horário de Início da Tarefa
确定放弃保存=Confirmar desistência de salvar
传附件=Enviar anexo
图片加载中=Image Carregando...
帮助学生更客观地评分（非必要）=Ajudar os alunos a avaliar mais objetivamente (opcional)
默认排序=Ordenação Padrão
请在作业开始后查看并完成作业。=Veja e conclua a tarefa após ela começar.
最好稍作修改后再提交=Melhor se editar um pouco antes de enviar
分数=Nota
最多输入5000字=Digite no máximo 5000 Letras
按申诉排序=Ordenar por Recurso
scoringTip=Nota máxima: {m}, Restantes: {n}
重录=Regravar
相似度检测=Detecção de grau de semelhança
完成=concluir
gradeOfStu=Notas de {stuName}: {n} pontos, Avaliação média entre pares: {peer} pontos, Tarefas de avaliação pendentes: {m} pontos
删除评分规则=Excluir critérios de avaliação
1月=janeiro
互评截止时间不能小于提交截止时间=O Prazo para avaliação entre pares não pode ser menor que o Prazo de entrega
10月=outubro
学生互评=Avaliação entre Pares
共享作业=Exercício compartilhado
reviewedOf=Já avaliou {n} partes
分数区间和等级的对应关系=Intervalo de pontuação e relação do grau
语法检测中=Detectando gramática
注：学生作业只能输入英文，不支持上传附件=Nota: As tarefas dos alunos só podem ser digitadas em inglês e o upload de anexos não é suportado.
每个班级分开设置=Definições separadas para cada turma
包括学生的提交记录和附件（注：附件可能较大会消耗大量时间）=Incluindo registros de envio e anexos dos alunos (anotação: os anexos podem ser grandes e levar muito tempo)
12月=dezembro
确定删除作业吗？=Confirmar exclusão da Tarefa?
下载=download
标题不能超过50个字=O título não pode exceder 50 letras
其他类型附件请使用电脑登录网站提交=Por favor, use o computador para fazer o login no site e enviar outros tipos de anexos.
学生互评作业，学生互评结束后可以查看评价详情=Os alunos podem avaliar as Tarefas uns dos outros e visualizar Detalhes da Avaliação após a conclusão da avaliação entre pares
重新上传=Fazer upload novamente
待互评=Aguardando avaliação entre pares
已共享=Já compartilhado
请输入作业要求。作业最多支持5000字;手机app仅支持上传图片和录音,其它类型附件需要学生使用电脑网页版提交。=Digite o requisito da tarefa. A Tarefa suporta no máximo 5000 Letras; o Aplicativo para celular suporta apenas o Envio de imagem e Gravação, os outros tipos de anexo precisam ser enviados pelo Aluno pelo site em um computador.
duplicateTip1=Após a detecção, sua tarefa tem um grau de semelhança baixo em relação às tarefas de outros colegas de classe
显示具体分值=Exibir pontuação específica
各项累计不能超过总分=O acumulado de todos os itens não pode exceder a Pontuação total
更改出错了=Alterar ocorreu um erro
路径有误=O caminho está incorreto
提醒学生交作业=Lembre o aluno sobre a Tarefa
修改作业=Editar tarefa
请选择班级后设置作业时间=Selecione a Turma e depois configure a duração da Tarefa
语法检测=Detecção de gramática
英文写作系统评分=Pontuação do Sistema de Escrita em Inglês
提交作业=Enviar tarefa
跟读文本录入指南=Guia de transcrição de discursos de acompanhamento
注意：进入互评阶段后不允许修改=Atenção: Depois de entrar na fase de avaliação entre pares, a edição não é permitida
的作业详情=Detalhes da Tarefa
查重=Verificar plágio
按学号排序=Classificar por matrícula
继续操作会产生流量费用，确定打开吗？=Continuar a operação gerará custos de tráfego. Confirmar e abrir?
没有学生交作业=Nenhum aluno entregou tarefa
添加班级=Adicionar Turma
评分点=Critério de avaliação
批阅作业=Corrigir Tarefa
注：互评已开始！修改截止时间后补交的学生将无法参与互评，需要教师来批阅该学生的作业。=Nota: A avaliação entre pares começou! Alunos que entregarem após o prazo de entrega para edição não poderão participar da avaliação entre pares, exigindo que o professor corrija as tarefas desses alunos.
截止日期不能小于发布日期=A data de encerramento não pode ser anterior à data de publicação
查看规则=Ver regra
备注，非必填，不超过200字=Observações, não é obrigatório, não deve exceder 200 caracteres
4月=Abril
说明=Instruções
删除班级=Excluir turma
提交开始=Enviar
录音上传失败=Falha ao carregar gravação
删除失败=Falha ao excluir
显示实际分值=Exibir pontuação real
输入关键字搜索=Digite palavras-chave para pesquisar
天内提交=Enviar dentro de dias
词汇错误=Incorreto
提互评截止交截止=Prazo de entrega
2月=fevereiro
gradeOfStu2=Nota do(a) {stuName}: {n} pontos, a nota média da avaliação entre pares: {peer} pontos
教师修改了作业时间，当前时间无法提交或修改作业=O professor editou o horário da tarefa, não é possível enviar ou editar a tarefa no horário atual
请输入分值=Digite a pontuação
学生全部提交了作业=Todos os alunos enviaram suas tarefas
标题:=Título:
重写=Reescrever
学生们都已经交作业了=Todos os alunos entregaram seus trabalhos
请输入跟读内容=Digite o conteúdo a ser lido
TA给别人的评价=avaliar outras pessoas
仅加载已提交的作业，点击刷新=Apenas carregar as Tarefas que foram Enviadas, clique em atualizar
评分规则和满分不相等请修改=Editar Critérios de avaliação e Nota máxima com valor desigual
互评作业详情=Detalhes da Avaliação entre Pares do Trabalho
7月=julho
没有符合条件的班级=Sem turmas correspondentes
删除批注=Excluir Anotação
没有学生提交作业=Nenhum aluno enviou a Tarefa
删除作业=Excluir tarefa
教师已批阅=Corrigida pelo professor
添加规则=Adicionar regra
没有符合条件的学生=Nenhum aluno corresponde aos critérios
重传=Reenviar
历史作业=Tarefa de História
跟读内容不能超过200个单词=O conteúdo de leitura não pode exceder 200 palavras
设置提交截止时间=Definir Prazo de Conclusão
语法检测可以检测作业里英语语法错误=A verificação de gramática pode detectar erros de gramática em inglês na Tarefa
rateOfPoint=Correspondendo a {n}% da pontuação
选择=selecionar
无=Sem valor
加载附件=Carregar anexo
8月=Agosto
没有找到相关作业=Nenhuma tarefa correspondente encontrada
请输入评分点=Digite os Critérios de avaliação
该学生的作业没有得到任何同学的评价，需要您去批阅。=A tarefa do aluno não foi avaliada por nenhum colega e precisa ser corrigida por você.
附件=anexo
上传附件失败=Falha ao adicionar anexo
提交时间=Data de envio
添加批注=Adicionar Anotação
注：学生录音超过3分钟系统将无法评分=Observação: se a gravação do aluno ultrapassar 3 minutos, o sistema será incapaz de avaliar.
作业附件中的内容无法被查重=O conteúdo do anexo não pode ser checado contra plágio
选择时间=selecione a duração
提示=dica
3月=março
班级=Turma
查看评分规则=Ver critérios de avaliação
您的文章不错，没有发现语法问题，请继续保持哦！=Seu artigo está bom, não encontramos nenhum problema de gramática. Continue assim!
请选择作业等级=Selecione o nível da tarefa
搜索姓名、学号=Pesquisar por nome ou número do aluno
补交=Reenviar
6月=junho
支持录音、文档、音频、视频、图片、压缩包=Suporta gravação, documentos, áudio, vídeos, imagens e arquivos compactados
作业已开始，不能修改成长值=A tarefa já começou e não é possível editar o Crescimento
评语=avaliação
学号=Número do aluno
填写作业名称=Preencher o título da tarefa
9月=setembro
3分钟内=Em 3 Nota
很棒，你的文章没有检测出问题=Excelente, a sua composição não apresentou problemas com a detecção
11月=novembro
请输入互评截止时间=Digite o Prazo para avaliação entre pares
学生互评中，学生互评结束后可以查看评价详情=Na avaliação entre pares, após a conclusão da avaliação entre pares, os alunos podem visualizar os detalhes da avaliação
教师评语=Avaliação do professor
导出成绩=Exportação de notas
按相似度排序=Classificar por grau de semelhança
总分=Pontuação total
作业成绩列表=Lista de Notas das Tarefas
没有更多数据=Sem mais dados
writtenWords=Já escreveu {n} letras
homeworkTime=Duração da atividade: {startTime} até {endTime}
我知道了=Entendi
peerEndTime=Prazo para avaliação entre pares: {time}
wordsLength={n} Letras
正在录音请稍后重试=A gravação está em andamento, tente novamente posteriormente.
作业将于{time}开始=A tarefa começará às {time}
请输入作业题目=Digite a questão da tarefa
语法检查=Verificação de Gramática
noEvaluate=Não avaliado {deduct}.
评价进度=Avaliar progresso
totalPointsOf=Pontuação total {total}
未批阅=Não corrigido
最多添加20个附件=Adicionar no máximo 20 anexos
得分=Nota
设置作业时间=Configurações de duração da Tarefa
作业还没开始哦~=A tarefa ainda não começou!
本次作业禁止复制粘贴=É proibido copiar e colar na Tarefa
duplicateTip2=Após a detecção, o grau de semelhança da sua Tarefa com as dos outros Colegas de classe é de {n}%, edite-a e Envie novamente
前补交=Correção Retroativa
保存出错了=Ocorreu um erro ao salvar
已通知学生补交，截止时间=Notificação enviada aos alunos e Prazo para entrega
deductScore=Dedução de nota: {content}
等级和分值对应关系=Relação entre notas e pontuações
注：提交截止后开始互评。在提交截止后补交的学生将无法参与互评，需要教师来批阅该学生的作业。=Nota: A autoavaliação começa após o prazo de envio. Os alunos que enviarem após o prazo não poderão participar da autoavaliação e o professor precisará corrigir o trabalho.
已批阅=Corrigida
互评规则=regra de avaliação entre pares
评分点名称不能为空=O campo Nome do critério de avaliação não pode estar vazio
互评截止时间不能小于发布时间=O prazo para avaliação entre pares não pode ser anterior à data de publicação
各班分开设置=Configurações separadas para cada turma
contentOfDeductScore=Pendente avaliar {n} tarefa(s)
点击=Clique
请输入跟读内容，200个单词以内，不得输入汉字，否则会造成评分失败=Digite o conteúdo a seguir em até 200 palavras, não use caracteres chineses, pois isso fará com que a avaliação falhe
选择文件=selecionar Ficheiro
旋转=Girar
附件上传中，请等待上传完成再提交=Anexo sendo carregado, por favor, aguarde o carregamento concluir antes de enviar.
互评开始后不能修改=A avaliação entre pares não pode ser editada após o início
没有批阅过的作业=Tarefa não corrigida
作业已截止，无法提交作业=A Tarefa está Encerrada, incapable de Enviar a Tarefa
建议使用=Uso recomendado
获取作业出错了=Ocorreu um erro ao obter Tarefa
点击开始录音=Clique para começar a Gravação
最多上传20个附件=Carregar no máximo 20 anexos
各项分值相加必须等于满分=A soma de todas as pontuações deve ser igual a nota máxima
开始录音=começar Gravação
跟读文本含有不支持的字符=O texto de reprodução contém caracteres não suportados
reviewedOfperStudent2=Cada aluno avalia {n}
操作=operação
所在班级=Turma atual
语法错误=Erro na sintaxe
系统已批阅=Sistema Corrigida
全部教师=Todos os professores
英文口语系统评分=Avaliação do sistema de fala em inglês
未对该同学的作业做出任何评价=Nenhuma nota foi dada para esta tarefa do colega de classe, nota {score} pontos
申诉作业=Recurso da Tarefa
作业内容不能超过5000字=O conteúdo da Tarefa não pode exceder 5000 Letras
提交已截止，让学生补交作业=O envio encerrou. Permita que os alunos reenviem a tarefa.
inputPoints2={input} Nota, Nota máxima {full}
设置开始时间=Configurações de Horário de Início
设置若干评分点，细化评分规则，可以帮助学生更客观地进行互评=Ao configurar diferentes critérios de avaliação e detalhar as regras de avaliação, os alunos serão capazes de realizar uma avaliação entre pares mais objetiva
选择相册=selecionar álbum
等n个班级=Aguardando {num} Turmas
并朗读以下内容。请在=Ler o seguinte conteúdo. Por favor, consulte
完成跟读，3分钟后会自动停止录音。=Conclua a leitura de voz, a gravação será interrompida automaticamente após 3 minutos.
评分规则=Critérios de avaliação
作业等级=Nível da Tarefa
提交成功=Envio bem-sucedido
按学号排=Por número do aluno
reviewedOfperStudent=Cada aluno avalia {n} tarefa(s)
相似=Semelhante
endTime=Prazo de entrega: {time}
startTime=Horário de Início: {time}
作业被批阅前你可以撤回重交，批阅后将无法撤回。确定提交作业？=Você pode retirar e reenviar a Tarefa antes de ser Corrigida. Depois de corrigida, não será possível retirá-la. Confirmar o envio da Tarefa?
没有学生=Não há alunos
修改作业时间=Editar duração da Tarefa
remainPoints=Restante: {n} Nota
excel表格，包含各个班级学生成绩=Tabela do Microsoft Excel com as notas dos alunos de cada turma
查重中=Verificando plágio
批阅=Corrigir
下拉加载更多=Carregar Mais
设置评分规则可以帮助学生更客观地评分=As Configurações de Critérios de avaliação ajudam os Alunos a avaliar de forma mais objetiva
全选=Selecionar todos
学生名单=Lista de alunos
互评截止=Prazo para avaliação entre pares
添加评分点=Adicionar Critério de Avaliação
1:1显示=Exibir 1:1
inputPoints={input} Nota
音频转码中=Convertendo Áudio
统一设置=Configurações unificadas
请创建评分点和分值，各评分点分值之和等于总分=Crie critérios de avaliação e notas que se somem para a pontuação total
哎呦，出错了。=Oops, ocorreu um erro.
请输入正确的满分=Digite a nota máxima correta
请输入作业截止时间=Digite a data final de entrega de atividade
openBrowserContinue=Este tipo de tarefa é incapaz de ser aberta na APP, por favor, abra no navegador e continue a utilizar
在浏览器打开=Abrir no navegador
该类型作业无法在APP中打开，请在浏览器中打开继续使用=Este tipo de Tarefa é incapaz de abrir no APP, por favor abra no navegador e continue usando-o
