empty=Nada
netWorkErrorNew=Exceção na rede, Checar a conexão de rede.
netWorkErrorMsg=A rede atual está instável, continuar respondendo às perguntas pode fazer com que o registro de respostas seja perdido. Se a rede não puder ser restaurada temporariamente, é recomendável sair da avaliação após obter o consentimento do professor e reagendá-la.
quiteExam=Sair da Avaliação
quiteExamAgain=Deseja sair agora?
submitPaperErrorMsg=Exceção de rede, falha ao enviar a avaliação!<br/>Você pode tentar novamente enviar. Se a rede continuar com problemas e não puder ser restaurada temporariamente, sugerimos que você saia da avaliação primeiro após obter a concordância do professor.
examType1=Página web do computador
screenRecordTips=É proibido Gravar Tela ou partilhar a Tela durante a Avaliação.
screenRecordTips1=Se a Gravação de Tela ou Partilha estiver ativada, feche-as antes de Entrar na Avaliação.
inExam=Durante a avaliação
forbidScreenRecord=Gravações de Tela/partilha de Tela não permitidas
screenRecordTips2=Se você estiver gravando sua tela ou compartilhando sua tela, feche-a e volte para o teste para continuar respondendo às perguntas
question9New=Leitura Oral
noSkippingTips=dica
noSkippingMsg=Não é permitido saltar questões nesta prova, por favor, responda na Sequência correta.
deviceSupportTip=Realize a avaliação usando seu telefone celular
examType2=Somente por telefone celular
examType3=Telefone celular/Web/Cliente
examType4=Cliente de computador
examType5=Telefone celular / Site
examType6=computador Web/Cliente
examType7=Cliente de telefone celular/computador
examTypeTip=Faça o {examType} para participar da avaliação
checkCamera=Depure a Câmera
cameraMonitorTip1=Se for ativada a vigilância por câmera no exame, o Sistema realizará a detecção e o registro em tempo real de exceções, como abandono do lugar pelo Candidato, tempo maior do que o normal com a linha de visão desviada e Bate-papo durante o exame.
cameraMonitorTip2=Antes de Entrar na avaliação, sugerimos que você deixe seu telefone fixo, ajuste o ângulo da câmera e sua postura, e mantenha-os estáveis durante a avaliação.
statusNormal=Estado normal
deviatedSight=Desvio de olhar
multiPerson=Bate-papo durante o exame
selectFileTip=Não suporta este tipo de Ficheiro
filePlayTip=Falha na Transcodificação do Ficheiro
examSignin=Check-in do exame
examSigninTip=A assinatura não foi feita para Avaliação, não é possível Entrar.
examSigninTip1=O dispositivo atual e o dispositivo utilizado para registrar são inconsistentes. Utilize o dispositivo registrado para entrar em Avaliação.
faceTip10=Esta avaliação já começou com reconhecimento facial. Você ainda não concluiu a verificação facial, não pode entrar para fazer a avaliação.
faceTip11=Irreconhecível?
signTime=Duração do Registro:
signLocation=Local de Registro:
signTip=A avaliação foi concluída e você não registrou sua presença a tempo
scanSignIn=Fazer check-in por código QR
scanSignTip=Este exame ativou o check-in do exame. Você deve concluir o check-in para entrar no exame.
scanSignTip1=Atenção, depois de se registrar, você só poderá entrar na prova e responder às perguntas usando o dispositivo utilizado no registro.
scanTip1=Você não está na Lista para essa Avaliação, incapaz de Registro
scanTip2=O código QR expirou, leia novamente
signPosition=Local de Registro
surround=Localização
locationWrong=Localização incorreta
posTitle=O desvio de localização é grande
posMsg1=Confirmar que a permissão de acesso à localização da ULearning não foi desabilitada
posMsg2=Se conectado a um ponto de acesso público, tente fechar o Wi-fi, ativar os dados móveis e localizar novamente.
getPos=Localizando
getPosAgain=Localizar novamente
openPos=Abra o localizador do seu telefone celular
requestFail=Falha na solicitação
signinSuccess=Registro efetuado com sucesso
signinFail=Falha no Registro
signinFail1=Conclua a localização e, em seguida, registre-se
signingIn=Registrando
mobilePluginTips1=Permita que o ULearning utilizar os serviços de localização, após a permissão, tente novamente
mobilePluginTips2=Por favor, ative os serviços de localização nas configurações do sistema do telefone celular e permita que a ULearning use os serviços de localização
mobilePluginTips3=Os serviços de localização são instáveis e incapazes de obter sua localização. Tente novamente posteriormente.
versionLowerTips1=A Versão atual é muito baixa. Por favor, atualize-a antes de se registrar!
forceSubmitting=Está sendo enviado...
forbitScreenShot=Captura de tela proibida
forbitScreenShotTip=É proibido tirar Capturas de Tela durante esta Avaliação. Por favor, cumpra rigorosamente a disciplina do exame.
forbitScreenShotTip1=Este comportamento de captura de tela foi relatado para a "Área do Professor". {forbitScreenShotTi2}
forbitScreenShotTi2=Se o Sistema detectar novamente comportamento de Captura de Tela, finalizará forçadamente o exame
forceSumitTitle=Finalização forçada de exame
forbitScreenShotSubmitTip=É proibido fazer Captura de Tela durante esta Avaliação. Você infringiu as regras novamente e o Sistema Finalização forçada de exame em breve.
studentExamRoom=sala de exame: {n}
answerTime1=Número de Submissões
