{
  "title": {
    "message": "Convention of discussion",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "Convention of ULearning discussion forum",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": " Thank you for your attention and support of “ULearning discussion forum”. In order to maintain the basic order of the forum and protect the rights and interests of users, this convention is hereby made, as follows:",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": " This forum is using real-name system. Users' comments in the forum (including but not limited to text, image, audio and video, the same below) shall not violate the national laws and regulations. According to the <Regulations on the administration of Internet News and Information Services>, users' comments shall not contain the following contents:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "(1) Violating the basic principles set forth in the constitution;",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "(2) Endangering nation security, divulging nation secrets, subverting nation power or undermining national unity;",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "(3) Harming the honour and interests of the nation;",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "(4) Inciting ethnic hatred or discrimination, against or undermining national unity;",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "(5) Undermining national religious policy, advocating heresy and feudal superstition;",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "(6) Spreading rumours, disturbing public order or undermining social stability;",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "(7) Disseminating obscenity, eroticism, gamble, violence, terror or attempting instigation;",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "(8) Insulting or slandering others, or infringing upon the lawful rights and interests of others;",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "(9) Inciting unlawful assembly, forming of association, parade, demonstration and gathering which disturb social order; ",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "(10) Operating in the name of an illegal non-governmental organization;",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "(11) Containing other contents prohibited by laws and administrative regulations.",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": " Users' comments should conform to the rules of the specific area and section. Users should know about the topic of discussion and relevant regulations of the section before they speak. They should not publish comments that are inconsistent with the rules of the section, and they should not publish comments irrelevant to the content of the main post in others' posts.",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": " Users shall abide by the community order and network ethics, and shall not use obscene language, and shall not carry out spamming, malicious refreshing top posts, malicious irrigation and other behaviours which may affect others' reading.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": " Users shall respect the privacy of others, and shall not publish personal data such as name, address, phone number or other private information of others unless it is about public interest or is under consent of the parties concerned.",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": " Without the permission of the forum, it is prohibited to post advertisements or other content for the purpose of obtaining commercial interests.",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": " If a user makes illegal remarks in the forum, the forum administrator shall have the right to delete all or part of the comments, and conduct appropriate punishment to the user according to the circumstances and the harmful results.",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": " Users shall respect the intellectual property rights of others, and shall not plagiarize the works of others, and shall comply with the copyright license when reprinting or quoting the works of others",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": " To reprint or quote the content of this forum, the user must have a reasonable and bona fide quote for the purpose of using free public information of news or information nature. It is not allowed to misinterpret or modify the original intention of this forum and the user shall be liable for copyright and other legal obligations.",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": " Reprint or quote the content of this forum shall not be carried out as follows:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": " Harming the interests of this forum or others;",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "Any illegal acts;",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": " Any act that may disturb the common decency;",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": " Unauthorized consent to others to continue to reprint and quote the content of this website;",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": " To reprint or quote the contents of this forum which are all rights reserved, please indicate that they are transferred from (or quoted from) the forum, and indicate the website address: <a href=\"/\"></a>",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": " If user reprints or quotes the signed articles in this forum for commercial purposes, user shall pay the author remuneration according to the regulations.",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": " For the improper reprint or quoting the content of this forum thereby causing civil disputes administrative handling or other losses, ULearning shall not assume responsibility. ",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": " We do not guarantee that the web page will not be interruptted. We reserve the right to modify or withdraw access to this website at any time. No liability shall be borne for all losses arising from the use or inability to use the services provided by this website.",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": " For those who do not abide by this convention or use the content of this forum maliciously and illegally, we will investigate their legal responsibility according to law.",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": " This convention shall come into force as of the date of its promulgation. If it contravenes the laws and regulations of the nation, it shall be deemed null and void.",
    "description": "1.0 discussConvention.json"
  }
}
