{
  "title": {
    "message": "Discutir la Convención",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "Convención de discusión de ULearning.",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "Gracias por su sincero agradecimiento por su atención y apoyo, \"Usted lo discute\", con el fin de salvaguardar el orden básico del Foro, para proteger los derechos e intereses de los usuarios, la conclusión especial de este Convenio, el contenido es el siguiente:",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "Este foro adopta el sistema de nombres reales, las observaciones del usuario en el foro (incluyendo pero no limitado a texto, imágenes, audio, vídeo, el mismo a continuación) no pueden violar las leyes del país. De acuerdo con el Reglamento sobre la Administración de los Servicios de Información de Noticias de Internet, las declaraciones de los usuarios no deben contener lo siguiente:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "Violación de los principios básicos establecidos por la Constitución;",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "poner en peligro la seguridad nacional, filtrando secretos de Estado, subvirtiendo el poder del Estado y socavando la unidad nacional;",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "en detrimento del honor y los intereses del Estado;",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "Incitar al odio étnico, la discriminación étnica y socavar la unidad nacional;",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "socavar la política religiosa del país y promover cultos y supersticiones feudales;",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "Difundir rumores, perturbar el orden social y socavar la estabilidad social;",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "Difundir la obscenidad, la pornografía, los juegos de azar, la violencia, el terror o la instigación al crimen;",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "Insultar o calumniar a otra persona e infringir los derechos e intereses legítimos de otros;",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "incitando a la asamblea ilegal, asociación, procesión, manifestación, recolección de crowdtos y orden social inquietante;",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "Operando en nombre de una organización ilegal de la sociedad civil;",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "Contiene otros contenidos prohibidos por la ley o las regulaciones administrativas.",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "Las observaciones del usuario deben cumplir con las reglas de la partición y la sección en la que se encuentran. Los usuarios deben entender los temas de discusión y las disposiciones relacionadas de la sección antes de hablar, no hacer declaraciones que no coincidan con la placa, no hacer declaraciones en las publicaciones de otras personas que no están relacionadas con el contenido de la publicación principal.",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "Los usuarios deben cumplir con el orden de la comunidad y la ética de la red, no el lenguaje sucio, no para cepillar la pantalla, recarga maliciosa, irrigación maliciosa y otros comportamientos que afectan a la lectura de otros.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "Los usuarios respetarán la privacidad de los demás y no podrán publicar los nombres, direcciones, llamadas telefónicas y otra información personal de terceros, salvo en interés público o con el consentimiento de las partes interesadas.",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "La publicidad u otro contenido con fines comerciales está prohibido sin el permiso del Foro.",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": "Si un usuario hace una declaración no conforme en el foro, el administrador del foro tendrá el derecho de eliminar la totalidad o parte del discurso e imponerle las sanciones apropiadas, dependiendo de las circunstancias y el resultado del daño.",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "Los usuarios deben respetar los derechos de propiedad intelectual de terceros, no plagiar las obras de otras personas, y reproducir y citar las obras de otras personas de acuerdo con el permiso de derechos de autor.",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "Reimprimir o citar los contenidos de este foro debe ser razonable con el propósito de utilizar noticias o información pública libre material, y no puede ser malinterpretado, modificado y responsable de los derechos de autor, etc.",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "La reimpresión o cotización de los contenidos de este foro no llevará a cabo las siguientes actividades:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "en detrimento de este foro o de los intereses de otros;",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "Cualquier violación de la ley;",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "Cualquier acto que pueda socavar el orden público;",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": "Sin autorización para permitir que otros continúen reproduciéndose, haga referencia al contenido hijo de esta red;",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "Reproduzca o cite todo el contenido de este foro, las palabras \"de (o citar) de la discusión de You Academy\" y el sitio web de este sitio web:",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "Si reproduce o cita un artículo firmado en este foro para la conducta comercial, por favor pague al autor una tarifa según sea necesario.",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "La Red no será responsable de los conflictos civiles derivados de la reimpresión indebida o la referencia a los contenidos de este foro, oficina administrativa u otras pérdidas.",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "Este sitio web no garantiza que la página web no se interrumpa, el sitio web se reserva el derecho de revisar esta página en cualquier momento o recuperar el acceso a esta página web, y no será responsable de ninguna pérdida derivada del uso o incapacidad para utilizar los servicios prestados en este sitio web.",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "La Red investigará la responsabilidad legal de aquellos que no cumplan con esta Convención u otros itys ilegales y utilizarán maliciosamente los contenidos de este foro.",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "Este Convenio ha estado en vigor desde la fecha de publicación y es autoconsiderado si está en conflicto con la legislación nacional.",
    "description": "1.0 discussConvention.json"
  }
}
