{
  "title": {
    "message": "Preguntas frecuentes sobre la prueba de expresión oral",
    "description": "1.0 speakingFaq.json"
  },
  "section1": {
    "message": "1. ¿Qué necesito preparar y verificar antes de comenzar el examen?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p1": {
    "message": "1.1 Si la computadora se puede usar normalmente",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p2": {
    "message": "Compruebe si la computadora se puede encender normalmente y si el teclado, el mouse y los auriculares están dañados después de encender la computadora. Si tiene los problemas anteriores, comuníquese a tiempo con el administrador de la sala de computadoras.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p3": {
    "message": "1.2 ¿Verifica si el entorno de software de la computadora satisface el uso de la prueba?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p4": {
    "message": " Abra el sitio web oficial de Interactive English <a href=\"http://www.longmanenglish.cn\"> http://www.longmanenglish.cn </a>, haga clic en el botón \"Learning Environment Check\" en la página de inicio para verificar Si el entorno local puede cumplir con el uso de prueba.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p5": {
    "message": "Después de hacer clic, si no hay ningún problema con todos los elementos de inspección, significa que su computadora puede realizar la prueba normalmente. Si hay elementos de inspección fallidos, siga nuestras instrucciones para configurarlos en consecuencia.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p6": {
    "message": "1.3 ¿Es posible iniciar sesión en el sitio web de You Academy?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p7": {
    "message": "Abra el sitio web oficial de You Academy <a href=\"http://www.ulearning.cn\"> http://www.longmanenglish.cn </a>, ingrese el nombre de usuario y la contraseña del estudiante, ¿puede iniciar sesión en la plataforma? Si no puede iniciar sesión, registre una cuenta en la página de inicio inmediatamente. Debe completar su escuela, nombre, número de estudiante y otra información para facilitar la exportación de sus puntajes.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p8": {
    "message": "1.4 ¿Te has unido a la clase del profesor?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p9": {
    "message": "Después de iniciar sesión en el sitio web, verifique si se ha unido a la clase del maestro. Si no se ha unido a la clase, únase a la clase del maestro a tiempo.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p10": {
    "message": "1.5 ¿Puedo escuchar el sonido?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p11": {
    "message": "Compruebe si el auricular puede escuchar el sonido, puede hacer clic en las instrucciones de prueba",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p12": {
    "message": "Realice una prueba de audio. Si no puede escuchar el sonido, reemplace los auriculares a tiempo.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p13": {
    "message": "1.6 ¿Es posible grabar",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p14": {
    "message": "Haga clic en \"Menú Inicio-Todos los programas-Accesorios\". Hay un pequeño programa de la grabadora. Utilice este programa para verificar si puede grabar normalmente. (La grabadora para Windows XP se encuentra en el \"Menú de inicio-Todos los programas-Accesorios-Entretenimiento\")",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p15": {
    "message": "1.7 ¿Qué debo hacer si el sonido es demasiado bajo después de la grabación?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p16": {
    "message": "Dividido en dos sistemas diferentes:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p17": {
    "message": "Primero haga clic derecho en el icono del altavoz en la esquina inferior derecha, aparecerá un menú:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p18": {
    "message": "Haga clic para ajustar las propiedades de audio, aparecerá el siguiente cuadro de diálogo:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p19": {
    "message": "Hay una opción de volumen de grabación en el menú de voz, haga clic en el botón \"Volumen\" para ingresar y comenzar a ajustar el volumen de grabación.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p20": {
    "message": "Ajuste el volumen del \"micrófono\" al máximo, luego el sonido de la grabación será alto.",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p21": {
    "message": "Primero haga clic derecho en el icono del altavoz en la esquina inferior derecha, aparecerá un menú:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p22": {
    "message": "Haga clic en el menú \"Dispositivo de grabación\" para ingresar al dispositivo de grabación de ajuste, como se muestra a continuación:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p23": {
    "message": "Después de seleccionar el micrófono, haga clic en el botón \"Propiedades\" para ingresar a la grabación de configuración",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p24": {
    "message": "En este cuadro de diálogo, seleccione el menú de nivel e ingrese para ajustar el volumen del micrófono al máximo",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p25": {
    "message": "1.8 Cómo instalar el complemento",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p26": {
    "message": "Para computadoras sin complementos, haga clic en el botón \"Descargar complemento\" en la página de inicio de Interactive English para descargar los complementos.",
    "description": "1.0 speakingFaq.json"
  },
  "section2": {
    "message": "2 ¿Cómo configurar la grabación?",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p1": {
    "message": "Cuando el alumno ingrese al examen de expresión oral, aparecerá un cuadro de diálogo como el siguiente",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p2": {
    "message": "Los estudiantes deben marcar \"Confiar siempre en el contenido de este editor\", y luego hacer clic en el botón Ejecutar nuevamente, luego los estudiantes pueden grabar normalmente.",
    "description": "1.0 speakingFaq.json"
  },
  "section3": {
    "message": "3 ¿Qué hacer si se interrumpe la prueba?",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p1": {
    "message": "Si el estudiante interrumpe el examen debido a una falla del equipo durante el examen, cierre todas las ventanas del navegador. Luego, vuelva a abrir el navegador, inicie sesión en el sitio web de You Academy e ingrese el examen nuevamente. En este momento, la página tendrá un mensaje para restaurar la respuesta, como se muestra en la figura:",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p2": {
    "message": "Pídales a los estudiantes que hagan clic en el botón restaurar respuesta, que lo ayudará a restaurar la respuesta, pero debe tenerse en cuenta que el sistema <font class = \\ \"red \\\"> solo puede restaurar todas sus respuestas hace 5 minutos. Además, para las preguntas habladas, la grabación recuperada solo se puede reproducir y no se puede guardar ni volver a cargar. </font>",
    "description": "1.0 speakingFaq.json"
  },
  "section4": {
    "message": "4 ¿Cómo guardar la grabación de idioma hablado?",
    "description": "1.0 speakingFaq.json"
  },
  "section4-p1": {
    "message": "Después de que los estudiantes hayan terminado de hablar la prueba oral, primero guarde la grabación. Haga clic en el botón \"Guardar\" para guardar su grabación localmente para hacer una copia de seguridad.",
    "description": "1.0 speakingFaq.json"
  },
  "section5": {
    "message": "5 ¿Cómo subir grabaciones habladas?",
    "description": "1.0 speakingFaq.json"
  },
  "section5-p1": {
    "message": "Después de que los estudiantes completen las preguntas de la prueba oral, haga clic en el botón \"Cargar\" para cargar con éxito la grabación oral en la plataforma.",
    "description": "1.0 speakingFaq.json"
  },
  "section6": {
    "message": "6 ¿Cómo sé si mi grabación se ha cargado correctamente?",
    "description": "1.0 speakingFaq.json"
  },
  "section6-p1": {
    "message": "Después de hacer clic en el botón de carga, debe esperar unos segundos (cuanto mayor sea el tiempo de grabación, mayor será el tiempo de espera). Cuando aparece el mensaje \"Carga exitosa\", significa que su grabación se ha cargado correctamente.",
    "description": "1.0 speakingFaq.json"
  },
  "closeWindow": {
    "message": "cerrar la ventana",
    "description": "1.0 speakingFaq.json"
  }
}
