{
  "title": {
    "message": "Règles et conditions d’utilisation du forum de discussion",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "Règles et conditions d’utilisation du forum de discussion ULearning",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "Nous demandons à chaque membre nouveau et renouvelant de lire, d’accepter et de respecter les règles et conditions d’utilisation de notre forum avant d’utiliser la plate-forme. Votre utilisation de cette plate-forme signifie que vous êtes d’accord avec toutes nos règles et conditions d’utilisation.",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "Ce forum adopte un système de nom réel. Les commentaires de l’utilisateur dans le forum (y compris, mais sans s’y limiter, le texte, les images, l’audio et la vidéo) ne peuvent pas enfreindre les lois et règlements du pays. Selon le Règlement sur l’administration des services d’information sur Internet, les commentaires de l’utilisateur ne doivent pas contenir les éléments suivants:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "1. Violer les principes fondamentaux établis dans la Constitution",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "2. Mettre en danger la sécurité nationale, divulguer des secrets d’État, subvertir le pouvoir de l’État et saper l’unité nationale",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "3. Porter atteinte à l’honneur et aux intérêts de l’État",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "4. Incitation à la haine raciale, discrimination raciale et atteinte à l’unité nationale",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "5. Saper les politiques religieuses de l’État et promouvoir les cultes et les superstitions féodales",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "6. Répandre des rumeurs, perturber l’ordre social et saper la stabilité sociale",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "7. Diffusion de pornographie, jeux d’argent, violence, terrorisme et sollicitation de crimes",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "8. Insulter ou calomnier autrui et porter atteinte aux droits et intérêts légitimes d’autrui",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "9. Inciter à des rassemblements, des manifestations et des rassemblements illégaux pour perturber l’ordre social",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "10. Activités au nom d’organisations illégales de la société civile",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "11. Contenant d’autres contenus interdits par les lois et règlements administratifs",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "Les commentaires des utilisateurs doivent également être conformes aux règles d’un forum de discussion spécifique ainsi qu’ils participent. Les utilisateurs doivent connaître le sujet de discussion et les réglementations pertinentes avant de commenter. Ils ne doivent pas publier de commentaires qui ne sont pas conformes aux règles ou des commentaires sans rapport avec le sujet de discussion.",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "Les utilisateurs doivent respecter les règles de la communauté et l’éthique du réseau, ne pas utiliser de langage obscène et ne pas effectuer de spamming, de rafraîchissement malveillant des messages principaux, de commentaires malveillants et autres les comportements qui peuvent affecter la participation des autres à la discussion.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "Les utilisateurs doivent respecter la vie privée d’autrui et ne doivent pas publier de données personnelles telles que le nom, l’adresse, le numéro de téléphone ou d’autres informations privées d’autrui, sauf si c’est avec le consentement de la personne. inquiet.",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "Sans l’autorisation du forum, il est interdit d’afficher des publicités ou d’autres contenus dans le but d’obtenir des intérêts commerciaux.",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": " Si un utilisateur fait des remarques illégales dans le forum, l’administrateur du forum aura le droit de supprimer tout ou partie des commentaires et de sanctions appropriées à l’utilisateur conformément à la les circonstances et les résultats néfastes.",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "Les utilisateurs doivent respecter les droits de propriété intellectuelle d’autrui, ne pas plagier les œuvres d’autrui, et réimprimer et citer les œuvres d’autrui conformément à l’autorisation de droit d’auteur.",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "La réimpression ou la citation du contenu de ce forum doit être bien intentionnée dans le but de fournir des nouvelles gratuites ou des informations publiques, ne doit pas déformer ou modifier l’intention originale du contenu de ce forum, et assume des responsabilités légales telles que le droit d’auteur.",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "La réimpression ou la citation du contenu de ce forum ne doit pas mener les activités suivantes:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "Nuire aux intérêts de ce forum ou d’autres.",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "Toute violation de la loi.",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "Tout comportement pouvant porter atteinte à l’ordre public et à la morale.",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": " Consentement non autorisé à d’autres personnes pour réimprimer et citer le contenu de ce forum.",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "Réimprimez ou citez le contenu protégé par le droit d’auteur de ce forum avec les mots « Réimprimé à partir du forum de discussion ULearning (ou cité de) et indiquez l’URL source: ",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "Si vous réimprimez ou citez des articles signés dans ce forum à des fins commerciales, veuillez payer la rémunération de l’auteur selon les besoins.",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "ULearning/ce forum ne sera pas responsable des litiges civils, du traitement administratif ou d’autres pertes résultant d’une réimpression ou d’une citation incorrecte du contenu de ce forum.",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "Nous ne garantissons pas que la page Web / forum ne sera pas interrompue. Nous nous réservons le droit de modifier ou de retirer l’accès à ce site/forum à tout moment. Nous ne serons pas responsables de toute perte causée par l’utilisation ou l’incapacité d’utiliser les services fournis sur ce site / forum.",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "Pour ceux qui ne respectent pas cette convention ou qui pratiquent toute autre utilisation illégale ou malveillante du contenu de ce forum, nous poursuivrons leurs responsabilités légales conformément à la loi.",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "La présente Convention entrera en vigueur à la date de sa délivrance. S’il est contraire aux lois et réglementations nationales, il est considéré comme invalide.",
    "description": "1.0 discussConvention.json"
  }
}
