{"title": {"message": "Problèmes généraux à l’examen oral", "description": "1.0 speakingFaq.json"}, "section1": {"message": "1.What need to prepare & check before exam?", "description": "1.0 speakingFaq.json"}, "section1-p1": {"message": "1.1 si le PC est en bon état", "description": "1.0 speakingFaq.json"}, "section1-p2": {"message": "Vérifiez si le PC peut être ouvert. Une fois qu’il est ouvert, vérifiez tout dommage au clavier, à la souris et aux écouteurs.  Le cas échéant, s’il vous plaît info administrateur de laboratoire informatique", "description": "1.0 speakingFaq.json"}, "section1-p3": {"message": "1.2 Vérifiez si l’environnement logiciel PC peut satisfaire aux exigences de l’examen?", "description": "1.0 speakingFaq.json"}, "section1-p4": {"message": "Ouvrir le site officiel <a href=\"http://www.longmanenglish.cn\"http://www.longmanenglish.cn</a>,appuyez sur le bouton sur « vérifier l’environnement d’étude » dans la page d’accueil, pour vérifier si l’environnement local peut satisfaire l’exigence d’examen.", "description": "1.0 speakingFaq.json"}, "section1-p5": {"message": "Après avoir cliqué, si tous les éléments sont en bon état, cela signifie que le PC peut fonctionner normalement.  S’il y a un élément échoue après vérification, réinitialiser le PC selon l’instruction rapidement.", "description": "1.0 speakingFaq.json"}, "section1-p6": {"message": "1.3 Si vous pouvez vous connecter au site Web U-Learning", "description": "1.0 speakingFaq.json"}, "section1-p7": {"message": "Ouvrez le site officiel U-Learning 'a href'\"http://www.ulearning.cn\"http://www.longmanenglish.cn</a>, clé dans le nom de l’étudiant et mot de passe pour vérifier si peut se connecter à la plate-forme.  En cas d’échec, s’il vous plaît inscrivez-vous dans la page d’accueil le nom de l’école, le nom de l’étudiant, le numéro d’étudiant - etc afin d’être pratique pour exporter les résultats de l’examen.", "description": "1.0 speakingFaq.json"}, "section1-p8": {"message": "1.4 Si vous rejoignez votre classe d’enseignant", "description": "1.0 speakingFaq.json"}, "section1-p9": {"message": "Après vous être inscrit sur le site Web, vérifiez si vous avez rejoint la classe de votre professeur, sinon, joignez-vous à la classe de votre professeur dès que possible.", "description": "1.0 speakingFaq.json"}, "section1-p10": {"message": "1.5 Peut-on entendre la voix?", "description": "1.0 speakingFaq.json"}, "section1-p11": {"message": "Vérifiez si la voix peut être entendue dans l’écouteur. Cliquez sur:", "description": "1.0 speakingFaq.json"}, "section1-p12": {"message": "dans Avis d’examen pour tester le clip audio, si aucune voix, changer l’écouteur immédiatement.", "description": "1.0 speakingFaq.json"}, "section1-p13": {"message": "1.6 Si la voix peut être enregistrée", "description": "1.0 speakingFaq.json"}, "section1-p14": {"message": "Cliquez et trouvez « menu démarrer - tous les systèmes - pièce jointe » qui a le logiciel d’enregistrement mini et utiliser ce logiciel pour tester si l’enregistrement est normal. (Peut trouver window XP recording system dans « menu démarrer - tous les systèmes --pièce jointe--divertissement) »", "description": "1.0 speakingFaq.json"}, "section1-p15": {"message": "1.7 Comment faire si la voix enregistrée est trop basse?", "description": "1.0 speakingFaq.json"}, "section1-p16": {"message": "Divisé en deux systèmes :", "description": "1.0 speakingFaq.json"}, "section1-p17": {"message": "Premier à cliquer sur signe haut-parleur en bas du coin droit, un menu apparaîtra:", "description": "1.0 speakingFaq.json"}, "section1-p18": {"message": "Cliquez sur la nature d’ajustement du clip audio, une colonne de conversation s’affiche ci-dessous :", "description": "1.0 speakingFaq.json"}, "section1-p19": {"message": "Une sélection de volume d’enregistrement sous menu vocal, cliquez sur « volume » savoir pour ajuster le volume d’enregistrement.", "description": "1.0 speakingFaq.json"}, "section1-p20": {"message": "Ajuster le volume « microphone » au maximum, maintenant la voix d’enregistrement sera plus forte.", "description": "1.0 speakingFaq.json"}, "section1-p21": {"message": "Bouton de droite pour cliquer sur le signe haut-parleur à droite en bas, il apparaît un menu:", "description": "1.0 speakingFaq.json"}, "section1-p22": {"message": "Cliquez sur le menu « équipement d’enregistrement », entrez l’équipement de réglage de l’enregistrement, comme indiqué dans l’image ci-dessous :", "description": "1.0 speakingFaq.json"}, "section1-p23": {"message": "Cliquez sur « nature? Bouton après avoir sélectionné le microphone, entrez la configuration de l’enregistrement", "description": "1.0 speakingFaq.json"}, "section1-p24": {"message": "Dans cette boîte de dialogue, sélectionnez le menu degré, vous pouvez ajuster le volume du microphone au plus haut", "description": "1.0 speakingFaq.json"}, "section1-p25": {"message": "1.8 Comment insérer la pièce jointe", "description": "1.0 speakingFaq.json"}, "section1-p26": {"message": "Pc n’ont pas d’unité plug-in, cliquez sur « télécharger la pièce jointe » bouton dans Interactive English HOME pour télécharger la pièce jointe.", "description": "1.0 speakingFaq.json"}, "section2": {"message": "2 Comment définir l’enregistrement?", "description": "1.0 speakingFaq.json"}, "section2-p1": {"message": "Lorsque l’élève passe un examen oral, il y a une boîte de dialogue comme indiqué ci-dessous", "description": "1.0 speakingFaq.json"}, "section2-p2": {"message": "L’étudiant doit tit « toujours faire confiance au contenu de l’émetteur », puis de cliquer sur bouton de travail, seulement alors l’étudiant peut avoir l’enregistrement normal.", "description": "1.0 speakingFaq.json"}, "section3": {"message": "3 Que se passe-t-il si l’examen s’arrête?", "description": "1.0 speakingFaq.json"}, "section3-p1": {"message": "Si l’examen de l’étudiant est interrplute en raison de l’échec equipemnt, l’étudiant est tenu de fermer toutes les fenêtres sourcilser, redémarrer l’Explorer, connexion U-Learning site Web, ré-entrer l’examen, il y aura une page qui met en évidence comme indiqué dans l’image:", "description": "1.0 speakingFaq.json"}, "section3-p2": {"message": "Étudiant pour cliquer sur bouton de réponse par défaut, toutes les réponses doivent être restaurées.  Pour être prudent, le sytem ne peut aider à restaurer les réponses qu’il y a 5 minutes. En ce qui concerne les questions d’examen oral, ne peut jouer à écouter après la restauration, mais pas pour enregistrer à nouveau o à upload.</font>", "description": "1.0 speakingFaq.json"}, "section4": {"message": "4 Comment enregistrer l’enregistrement oral?", "description": "1.0 speakingFaq.json"}, "section4-p1": {"message": "Lorsque l’élève termine les réponses orales, cliquez sur bouton « enregistrer » pour enregistrer l’enregistrement, par conséquent, l’élève peut enregistrer l’enregistrement localement et peut faire des copies.", "description": "1.0 speakingFaq.json"}, "section5": {"message": "5 Comment télécharger l’enregistrement?", "description": "1.0 speakingFaq.json"}, "section5-p1": {"message": "Lors de la fin de l’examen oral, cliquez sur bouton « essi », l’enregistrement oral sera téléchargé avec succès sur la plate-forme.", "description": "1.0 speakingFaq.json"}, "section6": {"message": "6 Comment savoir si l’enregistrement a été téléchargé avec succès ?", "description": "1.0 speakingFaq.json"}, "section6-p1": {"message": "Attendez quelques secondes après avoir cliqué sur le bouton de téléchargement , (plus le recodage, plus le temps d’attente), lorsque le signe de « upload réussi » apparaît, cela montre que l’enregistrement de l’étudiant a été téléchargé avec succès.", "description": "1.0 speakingFaq.json"}, "closeWindow": {"message": "Fermer la fenêtre", "description": "1.0 speakingFaq.json"}}