{"title": {"message": "Convention de discussion", "description": "1.0 discussConvention.json"}, "page-title": {"message": "Forum de discussion de la Convention de l’ULearning", "description": "1.0 discussConvention.json"}, "preface": {"message": "Merci pour votre attention et votre soutien au forum de discussion « ULearning ». Afin de maintenir l’ordre de base du forum et de protéger les droits et les intérêts des utilisateurs, cette convention est faite, comme suit:", "description": "1.0 discussConvention.json"}, "rule0": {"message": "Ce forum utilise le système de nom réel. Les commentaires des utilisateurs sur le forum (y compris, mais sans s’y limiter, le texte, l’image, l’audio et la vidéo, ci-dessous) ne doivent pas violer les lois et règlements nationaux. Conformément au « e règlement sur l’administration des services d’information et d’information sur Internet), les commentaires des utilisateurs ne doivent pas contenir le contenu suivant :", "description": "1.0 discussConvention.json"}, "rule1": {"message": "1) Violer les principes fondamentaux énoncés dans la Constitution;", "description": "1.0 discussConvention.json"}, "rule2": {"message": "(2) Mettre en danger la sécurité de la nation, divulguer les secrets de la nation, subvertir le pouvoir de la nation ou saper l’unité nationale;", "description": "1.0 discussConvention.json"}, "rule3": {"message": "(3) Porter atteinte à l’honneur et aux intérêts de la nation;", "description": "1.0 discussConvention.json"}, "rule4": {"message": "4) Incitation à la haine ou à la discrimination ethniques, contre l’unité nationale ou atteinte à cette liberté;", "description": "1.0 discussConvention.json"}, "rule5": {"message": "(5) Saper la politique religieuse nationale, prôner l’hérésie et la superstition féodale;", "description": "1.0 discussConvention.json"}, "rule6": {"message": "(6) Répandre des rumeurs, troubler l’ordre public ou saper la stabilité sociale;", "description": "1.0 discussConvention.json"}, "rule7": {"message": "(7) Diffuser l’obscénité, l’érotisme, le pari, la violence, la terreur ou tenter l’instigation;", "description": "1.0 discussConvention.json"}, "rule8": {"message": "8) Insulter ou calomnier autrui, ou porter atteinte aux droits et intérêts légitimes d’autrui;", "description": "1.0 discussConvention.json"}, "rule9": {"message": "(9) Incitation au rassemblement illégal, à la formation d’associations, à la parade, à la manifestation et au rassemblement qui troublent l’ordre social;", "description": "1.0 discussConvention.json"}, "rule10": {"message": "(10) Fonctionner au nom d’une organisation non gouvernementale illégale;", "description": "1.0 discussConvention.json"}, "rule11": {"message": "(11) Contenant d’autres contenus interdits par les lois et les règlements administratifs.", "description": "1.0 discussConvention.json"}, "rule12": {"message": "Les commentaires des utilisateurs doivent être conformes aux règles de la zone et de la section spécifiques. Les utilisateurs doivent connaître le sujet de discussion et les règlements pertinents de la section avant de prendre la parole. Ils ne doivent pas publier des commentaires incompatibles avec les règles de la section, et ils ne doivent pas publier des commentaires sans rapport avec le contenu du poste principal dans les messages d’autres.", "description": "1.0 discussConvention.json"}, "rule13": {"message": "Les utilisateurs doivent respecter l’ordre communautaire et l’éthique du réseau, et ne doivent pas utiliser un langage obscène, et ne doivent pas effectuer de spamming, de logiciels malveillants rafraîchissants, d’irrigation malveillante et d’autres comportements susceptibles d’affecter la lecture des autres.", "description": "1.0 discussConvention.json"}, "rule14": {"message": "Les utilisateurs doivent respecter la vie privée d’autrui et ne doivent pas publier de données à caractère personnel telles que le nom, l’adresse, le numéro de téléphone ou d’autres renseignements personnels d’autrui, à moins qu’il ne s’agit d’intérêt public ou qu’ils soient sous le consentement des parties concernées.", "description": "1.0 discussConvention.json"}, "rule15": {"message": "Sans l’autorisation du forum, il est interdit d’afficher des publicités ou d’autres contenus dans le but d’obtenir des intérêts commerciaux.", "description": "1.0 discussConvention.json"}, "rule16": {"message": "Si un utilisateur fait des remarques illégales sur le forum, l’administrateur du forum a le droit de supprimer tout ou partie des commentaires, et de procéder à une sanction appropriée à l’utilisateur en fonction des circonstances et des résultats préjudiciables.", "description": "1.0 discussConvention.json"}, "rule17": {"message": "Les utilisateurs respectent les droits de propriété intellectuelle d’autrui et ne doivent pas plagier les œuvres d’autrui et se conformer à la licence de droit d’auteur lors de la réimpression ou de la citation des œuvres d’autrui", "description": "1.0 discussConvention.json"}, "rule18": {"message": "Pour réimprimer ou citer le contenu de ce forum, l’utilisateur doit avoir une citation raisonnable et de bonne foi dans le but d’utiliser des informations publiques gratuites de la nature des nouvelles ou de l’information. Il n’est pas permis de mal interpréter ou de modifier l’intention initiale de ce forum et l’utilisateur est responsable du droit d’auteur et d’autres obligations légales.", "description": "1.0 discussConvention.json"}, "rule19": {"message": "La réimpression ou la citation du contenu de ce forum ne doit pas être effectuée comme suit:", "description": "1.0 discussConvention.json"}, "rule20": {"message": "nuire aux intérêts de ce forum ou d’autres;", "description": "1.0 discussConvention.json"}, "rule21": {"message": "Tout acte illégal;", "description": "1.0 discussConvention.json"}, "rule22": {"message": "Tout acte susceptible de troubler la décence commune;", "description": "1.0 discussConvention.json"}, "rule23": {"message": "Consentement non autorisé à d’autres personnes pour continuer à réimprimer et à citer le contenu de ce site Web;", "description": "1.0 discussConvention.json"}, "rule24": {"message": "Pour réimprimer ou citer le contenu de ce forum qui sont tous des droits réservés, veuillez indiquer qu’ils sont transférés (ou cités à partir) du forum, et indiquer l’adresse du site Web: <a href=\"/\"</a>", "description": "1.0 discussConvention.json"}, "rule25": {"message": "Si l’utilisateur réimprime ou cite les articles signés dans ce forum à des fins commerciales, l’utilisateur doit payer la rémunération de l’auteur conformément à la réglementation.", "description": "1.0 discussConvention.json"}, "rule26": {"message": "Pour la réimpression incorrecte ou la citation du contenu de cette instance causant ainsi des litiges civils de traitement administratif ou d’autres pertes, ULearning n’assume pas la responsabilité.", "description": "1.0 discussConvention.json"}, "rule27": {"message": "Nous ne garantissons pas que la page web ne sera pas interrompue. Nous nous réservons le droit de modifier ou de retirer l’accès à ce site à tout moment. Aucune responsabilité n’est supportée pour toutes les pertes résultant de l’utilisation ou de l’incapacité d’utiliser les services fournis par ce site Web.", "description": "1.0 discussConvention.json"}, "rule28": {"message": "Pour ceux qui ne respectent pas cette convention ou utilisent le contenu de ce forum avec malveillance et illégalement, nous allons enquêter sur leur responsabilité juridique conformément à la loi.", "description": "1.0 discussConvention.json"}, "rule29": {"message": "La présente convention entre en vigueur à la date de sa promulgation. S’il contrevient aux lois et règlements de la nation, il est considéré comme nul et non avenu.", "description": "1.0 discussConvention.json"}}