{
  "title": {
    "message": "หารือเกี่ยวกับอนุสัญญา",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "วิทยาลัยโยวจะหารือเกี่ยวกับอนุสัญญา",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "ขอ แสดงความ นับถือ ขอ ขอบคุณ สําหรับ ความ สนใจ และ การ สนับสนุน ของ คุณ \"อภิปราย You Academy\" เพื่อ รักษา ความ เป็น ระเบียบ พื้นฐาน ของ เวที และ สิทธิ และ ผล ประโยชน์ ของ ผู้ ใช้ ที่ จะ สรุป อนุสัญญา นี้ ดังนี้",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "ฟอรั่มนี้จะใช้ระบบชื่อจริงและความคิดเห็นของผู้ใช้ในฟอรั่ม (รวมถึง แต่ไม่ จํากัด เฉพาะข้อความ, ภาพ, เสียง, วิดีโอ, เดียวกันด้านล่าง) จะไม่ละเมิดกฎหมายและกฎระเบียบของประเทศ ตามระเบียบว่าด้วยการจัดการบริการข้อมูลข่าวสารทางอินเทอร์เน็ตความคิดเห็นของผู้ใช้ต้องไม่มีสิ่งต่อไปนี้:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "(i) ขัดต่อหลักการพื้นฐานที่กําหนดโดยรัฐธรรมนูญ",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "(๒) เป็นอันตรายต่อความมั่นคงของชาติ เปิดเผยความลับของรัฐ ล้มล้างอํานาจรัฐ และทําลายความสามัคคีของชาติ",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "(iii) เป็นอันตรายต่อเกียรติยศและผลประโยชน์ของรัฐ",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "(๔) ยุยงให้เกิดความเกลียดชังชาติพันธุ์การเลือกปฏิบัติทางชาติพันธุ์และบ่อนทําลายความสามัคคีของชาติ",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "(v) บ่อนทําลายนโยบายทางศาสนาของรัฐและสั่งสอนลัทธิและความเชื่อโชคลางศักดินา; (v)",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "(๖) กระจายข่าวลือรบกวนความสงบเรียบร้อยทางสังคมและทําให้สังคมไม่มั่นคง",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "(๗) กระทําการลามกอนาจาร ลามกอนาจาร การพนัน ความรุนแรง ความหวาดกลัว หรือการยุยงให้เกิดอาชญากรรม",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "(๘) ดูถูกหรือหมิ่นประมาทผู้อื่นและละเมิดสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายของผู้อื่น",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "(๙) ยุยงให้เกิดการชุมนุม สมาคม ขบวนการสาธิต หรือการชุมนุมที่ผิดกฎหมายเพื่อรบกวนความสงบเรียบร้อยทางสังคม",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "(๑๑) กระทําการในนามขององค์กรภาคประชาสังคมที่ผิดกฎหมาย",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "(๑๑) มีเนื้อหาอื่นๆ ที่ต้องห้ามตามกฎหมายหรือข้อบังคับด้านการบริหาร",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "ความคิดเห็นของผู้ใช้ควรเป็นไปตามกฎสําหรับพาร์ติชันและส่วนของผู้ใช้ ก่อนที่จะพูดผู้ใช้ควรเข้าใจหัวข้อการสนทนาและบทบัญญัติที่เกี่ยวข้องของส่วนของพวกเขาไม่แสดงความคิดเห็นที่ไม่สอดคล้องกับกฎและอย่าแสดงความคิดเห็นในโพสต์ของผู้อื่นที่ไม่เกี่ยวข้องกับเนื้อหาของโพสต์หลัก",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "ผู้ใช้จะต้องปฏิบัติตามคําสั่งของชุมชนและศีลธรรมเครือข่าย, ไม่พูดคําหยาบคาย, หรือดําเนินการหน้าจอแปรง, สติกเกอร์ด้านบนที่เป็นอันตราย, การชลประทานที่เป็นอันตรายและพฤติกรรมอื่น ๆ ที่มีผลต่อการอ่านของผู้อื่น.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "ผู้ใช้จะต้องเคารพความเป็นส่วนตัวของผู้อื่นและจะไม่เผยแพร่ข้อมูลส่วนบุคคลเช่นชื่อที่อยู่โทรศัพท์และข้อมูลส่วนตัวอื่น ๆ ของบุคคลอื่นเว้นแต่จะเกี่ยวข้องกับผลประโยชน์สาธารณะหรือได้รับความยินยอมจากบุคคลที่เกี่ยวข้อง",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "ห้ามโฆษณาหรือเนื้อหาอื่น ๆ เพื่อวัตถุประสงค์ในการได้รับผลประโยชน์ทางธุรกิจโดยไม่ได้รับอนุญาตจากฟอรัม",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": "หากผู้ใช้ทําข้อสังเกตที่ไม่เหมาะสมในฟอรั่มผู้จัดการฟอรั่มมีสิทธิที่จะลบทั้งหมดหรือบางส่วนของงบของพวกเขาและกําหนดบทลงโทษที่เหมาะสมขึ้นอยู่กับสถานการณ์และผลของอันตราย",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "ผู้ใช้จะต้องเคารพสิทธิในทรัพย์สินทางปัญญาของผู้อื่น, ไม่ขโมยผลงานของผู้อื่น, ทําซ้ําและอ้างอิงผลงานของผู้อื่นจะต้องเป็นไปตามใบอนุญาตลิขสิทธิ์.",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "การพิมพ์ซ้ําหรือการอ้างอิงเนื้อหาของฟอรั่มนี้จะต้องเป็นข้อมูลฟรีสาธารณะที่ให้ข้อมูลหรือข้อมูลเพื่อวัตถุประสงค์ในการใช้การอ้างอิงที่เหมาะสมและโดยความปรารถนาดีเนื้อหาของฟอรั่มนี้จะไม่ตีความผิดแก้ไขและรับผิดชอบต่อลิขสิทธิ์และความรับผิดทางกฎหมายอื่น ๆ",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "ห้ามทําซ้ําหรืออ้างอิงเนื้อหาของฟอรัมนี้สําหรับกิจกรรมต่อไปนี้:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "เป็นอันตรายต่อผลประโยชน์ของฟอรั่มนี้หรือคนอื่น ๆ",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "การกระทําที่ผิดกฎหมายใด ๆ",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "การกระทําใด ๆ ที่อาจบ่อนทําลายอันดับสาธารณะและประเพณี;",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": "ยินยอมให้ผู้อื่นทําซ้ําและอ้างอิงเนื้อหาของเว็บไซต์นี้โดยไม่ได้รับอนุญาต",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "ทําซ้ําหรืออ้างอิงเนื้อหาลิขสิทธิ์ของฟอรั่มนี้จะต้องระบุคําว่า \"จาก (หรือนํามาจาก) การอภิปรายของ You Academy\" และระบุเว็บไซต์:<a href=\"/\"></a>",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "ทําซ้ําหรืออ้างถึงบทความที่ลงนามในฟอรั่มนี้สําหรับการดําเนินธุรกิจโปรดจ่ายผู้เขียนตามบทบัญญัติ",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "เว็บไซต์นี้จะไม่รับผิดชอบต่อข้อพิพาททางแพ่งการจัดการการบริหารหรือความสูญเสียอื่น ๆ ที่เกิดจากการทําซ้ําที่ไม่เหมาะสมหรือการอ้างอิงเนื้อหาของฟอรั่มนี้",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "เว็บไซต์นี้ไม่รับประกันว่าหน้าเว็บจะไม่ถูกขัดจังหวะ เว็บไซต์นี้ขอสงวนสิทธิ์ในการแก้ไขหรือเรียกคืนการเข้าถึงหน้าเว็บนี้ได้ตลอดเวลา จะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นจากการใช้หรือไม่สามารถใช้บริการที่มีอยู่ในเว็บไซต์นี้",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "ผู้ที่ไม่ปฏิบัติตามอนุสัญญานี้หรือการใช้เนื้อหาที่ผิดกฎหมายหรือเป็นอันตรายอื่น ๆ ของฟอรั่มนี้จะต้องได้รับการตรวจสอบความรับผิดทางกฎหมายของพวกเขาตามกฎหมาย",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "อนุสัญญานี้มีผลบังคับใช้ณ วันที่ออกและจะถือว่าไม่ถูกต้องหากขัดแย้งกับกฎหมายและข้อบังคับของประเทศ",
    "description": "1.0 discussConvention.json"
  }
}
