{
  "title": {
    "message": "อนุสัญญาเกี่ยวกับฟอรัมสนทนา",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "อนุสัญญาสำหรับยูเลิร์นนิ่งฟอรัมสนทนา",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "ขอขอบพระคุณเป็นอย่างยิ่งที่ท่านให้ความสนใจและสนับสนุน\"ยูเลิร์นนิ่งฟอรัมสนทนา\" เพื่อรักษาลำดับพื้นฐานของฟอรัม และเพื่อปกป้องสิทธิและผลประโยชน์ของผู้ใช้ การประชุมนี้ได้รับการกำหนดขึ้นเป็นพิเศษโดยมีเนื้อหาดังต่อไปนี้:",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "ฟอรั่มนี้จะใช้ระบบชื่อจริงและความคิดเห็นของผู้ใช้ในฟอรั่ม (รวมถึงแต่ไม่จํากัดเฉพาะข้อความ, ภาพ, เสียง, วิดีโอ, เดียวกันด้านล่าง) จะไม่ละเมิดกฎหมายและกฎระเบียบของประเทศ ตามระเบียบว่าด้วยการจัดการบริการข้อมูลข่าวสารทางอินเทอร์เน็ตความคิดเห็นของผู้ใช้ต้องไม่มีสิ่งต่อไปนี้:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "(1) ขัดต่อหลักการพื้นฐานที่กําหนดโดยรัฐธรรมนูญ;",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "(2) เป็นอันตรายต่อความมั่นคงของชาติ เปิดเผยความลับของรัฐ ล้มล้างอํานาจรัฐ และทําลายความสามัคคีของชาติ;",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "(3) เป็นอันตรายต่อเกียรติยศและผลประโยชน์ของรัฐ;",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "(4) ยุยงให้เกิดความเกลียดชังชาติพันธุ์การเลือกปฏิบัติทางชาติพันธุ์และบ่อนทําลายความสามัคคีของชาติ;",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "(5) บ่อนทําลายนโยบายทางศาสนาของรัฐและสั่งสอนลัทธิและความเชื่อโชคลางศักดินา; ",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "(6) กระจายข่าวลือรบกวนความสงบเรียบร้อยทางสังคมและทําให้สังคมไม่มั่นคง;",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "(7) กระทําการลามกอนาจาร ลามกอนาจาร การพนัน ความรุนแรง ความหวาดกลัว หรือการยุยงให้เกิดอาชญากรรม;",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "(8) ดูถูกหรือหมิ่นประมาทผู้อื่นและละเมิดสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายของผู้อื่น;",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "(9) ยุยงให้เกิดการชุมนุม สมาคม ขบวนการสาธิต หรือการชุมนุมที่ผิดกฎหมายเพื่อรบกวนความสงบเรียบร้อยทางสังคม;",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "(10) กระทําการในนามขององค์กรภาคประชาสังคมที่ผิดกฎหมาย;",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "(11) มีเนื้อหาอื่นๆ ที่ต้องห้ามตามกฎหมายหรือข้อบังคับด้านการบริหาร",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "ความคิดเห็นของผู้ใช้ควรเป็นไปตามกฎการแบ่งหมวดหมู่และส่วนหัวข้อ ก่อนที่จะพูดผู้ใช้ควรเข้าใจหัวข้อการสนทนาและบทบัญญัติที่เกี่ยวข้องของหมวดและส่วนหัวข้อ ไม่แสดงความคิดเห็นที่ไม่สอดคล้องกับกฎแ อย่าแสดงความคิดเห็นในโพสต์ของผู้อื่นที่ไม่เกี่ยวข้องกับเนื้อหาของโพสต์หลัก",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "ผู้ใช้ควรปฏิบัติตามคำสั่งของชุมชนและจรรยาบรรณของเครือข่าย ต้องไม่พูดส่อเสียด ไม่ปัดหน้าจอโพสต์โดยมีเจตนาร้าย ล้างข้อมูลโดยมีเจตนาร้ายหรือการกระทำอื่นที่ส่งผลกระทบต่อการอ่านของผู้อื่น",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "ผู้ใช้ควรเคารพความเป็นส่วนตัวของผู้อื่น เว้นแต่จะเกี่ยวข้องกับผลประโยชน์สาธารณะหรือได้รับความยินยอมจากบุคคลที่เกี่ยวข้อง ห้ามเผยแพร่ข้อมูลส่วนบุคคลเช่นชื่อ ที่อยู่ หมายเลขโทรศัพท์และข้อมูลส่วนตัวอื่นๆ ของผู้อื่น",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "ห้ามมิให้เผยแพร่โฆษณาหรือเนื้อหาอื่นๆ เพื่อวัตถุประสงค์ในการได้รับผลประโยชน์ทางการค้าโดยไม่ได้รับอนุญาตจากฟอรัม",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": "หากผู้ใช้แสดงความคิดเห็นที่ผิดกฎหมายในฟอรัม ผู้ดูแลระบบฟอรัมมีสิทธิ์ที่จะลบความคิดเห็นทั้งหมดหรือบางส่วน ขึ้นอยู่กับสถานการณ์และผลลัพธ์ที่เป็นอันตราย พวกเขาจะถูกลงโทษอย่างเหมาะสม",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "ผู้ใช้ควรเคารพสิทธิ์ในทรัพย์สินทางปัญญาของผู้อื่น ห้ามลอกเลียนผลงานของผู้อื่นและพิมพ์ซ้ำ ห้ามอ้างผลงานของผู้อื่นตามสิทธิ์ในใบอนุญาตลิขสิทธิ์",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "การพิมพ์ซ้ําหรือการอ้างอิงเนื้อหาของฟอรั่มนี้จะต้องเป็นข้อมูลฟรีสาธารณะที่ให้ข้อมูลหรือข้อมูลเพื่อวัตถุประสงค์ในการใช้การอ้างอิงที่เหมาะสมและโดยความปรารถนาดี เนื้อหาของฟอรั่มนี้จะไม่ตีความผิดแก้ไขและรับผิดชอบต่อลิขสิทธิ์และความรับผิดทางกฎหมายอื่น ๆ",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "ห้ามทําซ้ําหรืออ้างอิงเนื้อหาของฟอรัมนี้สําหรับกิจกรรมต่อไปนี้:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "เป็นอันตรายต่อผลประโยชน์ของฟอรั่มนี้หรือคนอื่น ๆ;",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "การกระทําที่ผิดกฎหมายใด ๆ;",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "พฤติกรรมใด ๆ ที่อาจทำลายความสงบเรียบร้อยและศีลธรรม;",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": "ยินยอมให้ผู้อื่นทําซ้ําและอ้างอิงเนื้อหาของเว็บไซต์นี้โดยไม่ได้รับอนุญาต;",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "ทําซ้ําหรืออ้างอิงเนื้อหาลิขสิทธิ์ของฟอรั่มนี้จะต้องระบุคําว่า \"จาก (หรือนํามาจาก) การอภิปรายของ ยูเลิร์นนิ่ง\" และระบุเว็บไซต์:<a href=\"/\"></a>",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "หากพิมพ์ซ้ำหรืออ้างบทความที่ลงนามในฟอรัมนี้เพื่อวัตถุประสงค์ทางการค้า โปรดจ่ายค่าตอบแทนแก่ผู้เขียนตามที่กำหนด",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "เว็บไซต์นี้ไม่รับผิดชอบต่อข้อพิพาททางแพ่ง การจัดการทางปกครองหรือความสูญเสียอื่น ๆ ที่เกิดจากการพิมพ์ซ้ำหรืออ้างเนื้อหาของฟอรัมนี้อย่างไม่เหมาะสม",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "เว็บไซต์นี้ไม่รับประกันว่าหน้าเว็บจะไม่ถูกขัดจังหวะ เว็บไซต์นี้ขอสงวนสิทธิ์ในการแก้ไขหรือเรียกคืนการเข้าถึงหน้าเว็บนี้ได้ตลอดเวลา จะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นจากการใช้หรือไม่สามารถใช้บริการที่มีอยู่ในเว็บไซต์นี้",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "สำหรับผู้ที่ไม่ปฏิบัติตามอนุสัญญานี้หรือการใช้เนื้อหาในฟอรัมนี้อย่างผิดกฎหมายหรือมุ่งร้ายอื่น ๆ เว็บไซต์นี้จะดำเนินการทางกฎหมายกับผู้กระทำผิด",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "อนุสัญญานี้จะมีผลบังคับใช้ในวันที่ออก หากมีข้อขัดแย้งกับกฎหมายและข้อบังคับของประเทศให้ถือว่าไม่ถูกต้อง",
    "description": "1.0 discussConvention.json"
  }
}
