{
  "title": {
    "message": "คําถามที่พบบ่อยในการสอบการพูด",
    "description": "1.0 speakingFaq.json"
  },
  "section1": {
    "message": "1.ต้องเตรียมตัวและตรวจสอบอะไรบ้างก่อนเริ่มการสอบ?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p1": {
    "message": "1.1 คอมพิวเตอร์ทํางานอย่างถูกต้องหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p2": {
    "message": "ตรวจสอบว่าคอมพิวเตอร์สามารถเปิดเครื่องได้ตามปกติหรือไม่ หลังจากเปิดเครื่องให้ตรวจสอบแป้นพิมพ์เมาส์ชุดหูฟัง เสียหายหรือไม่ หากมีปัญหาข้างต้น โปรดติดต่อผู้ดูแลระบบห้องทันที",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p3": {
    "message": "1.2 ตรวจสอบว่าสภาพแวดล้อมซอฟต์แวร์ของคอมพิวเตอร์ตรงตามข้อกำหนดการทดสอบหรือไม่?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p4": {
    "message": "เปิดเว็บไซต์ภาษาอังกฤษแบบโต้ตอบ<a href=\"http://www.longmanenglish.cn\">http://www.longmanenglish.cn</a>คลิกปุ่ม “ตรวจสอบสภาพแวดล้อมการเรียนรู้” ในหน้าแรก ตรวจสอบในพื้นที่ว่าสภาพแวดล้อมสามารถตอบสนองการใช้งานทดสอบได้หรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p5": {
    "message": "หลังจากคลิก หากรายการตรวจสอบทั้งหมดไม่มีปัญหา หมายความว่าคอมพิวเตอร์ของคุณสามารถใช้สอบได้ตามปกติ หากมีรายการตรวจสอบล้มเหลว โปรดปฏิบัติตามคําแนะนําของเราทันทีเพื่อตั้งค่าที่เหมาะสม",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p6": {
    "message": "1.3  สามารถลงชื่อเข้าใช้เว็บไซต์ของULearningได้หรือไม่?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p7": {
    "message": "เปิดเว็บไซต์อย่างเป็นทางการของULearning<a href=\"http://www.ulearning.cn\">http://www.longmanenglish.cn</a> ป้อนชื่อผู้ใช้ของนักเรียนและรหัสผ่าน ว่าสามารถเข้าสู่ระบบไปที่แพลตฟอร์มได้หรือไม่ หากไม่สามารถเข้าสู่ระบบได้ โปรดลงทะเบียนบัญชีในหน้าแรกทันที คุณจำเป็นต้องกรอกข้อมูลโรงเรียน ชื่อและนามสกุล รหัสนักเรียนและข้อมูลอื่นๆอย่างรอบคอบเพื่ออำนวยความสะดวกในการส่งออกผลการเรียนของคุณ",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p8": {
    "message": "1.4 ได้เข้าร่วมชั้นเรียนของครูแล้วหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p9": {
    "message": "หลังจากเข้าสู่ระบบเว็บไซต์ ดูว่าได้เข้าร่วมชั้นเรียนของครูแล้วหรือไม่ หากยังไม่ได้เข้าร่วมชั้นเรียน โปรดเข้าร่วมชั้นเรียนของครูทันที",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p10": {
    "message": "1.5 สามารถได้ยินเสียงหรือไม่?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p11": {
    "message": "ตรวจสอบชุดหูฟังและไมค์ว่าได้ยินเสียงหรือไม่ สามารถคลิกได้ในข้อควรทราบในการสอบ",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p12": {
    "message": "ทําการทดสอบเสียงและเปลี่ยนชุดหูฟังทันทีหากคุณไม่ได้ยินเสียง",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p13": {
    "message": "1.6 สามารถบันทึกเสียงได้หรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p14": {
    "message": "คลิกที่ \"เมนูเริ่ม——โปรแกรมทั้งหมด——ไฟล์แนบ\" มีโปรแกรมขนาดเล็กสำหรับบันทึกเสียงโปรดใช้โปรแกรมนี้เพื่อตรวจสอบว่าสามารถบันทึกได้ตามปกติหรือไม่ (เครื่องบันทึกของระบบ Windows XP อยู่ใน“เมนูเริ่ม——โปรแกรมทั้งหมด——อุปกรณ์เสริม——ความบันเทิง”)",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p15": {
    "message": "1.7 ควรทำอย่างไรหากบันทึกแล้วเสียงเบาเกินไป?",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p16": {
    "message": "แบ่งออกเป็นสองระบบที่แตกต่างกัน:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p17": {
    "message": "ขั้นแรกให้คลิกขวาที่ไอคอนลำโพงที่มุมล่างขวาจากนั้นเมนูจะปรากฏขึ้น:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p18": {
    "message": "คลิกเพื่อปรับคุณสมบัติของเสียงจากนั้นกล่องโต้ตอบต่อไปนี้จะปรากฏขึ้น:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p19": {
    "message": "มีตัวเลือกระดับเสียงบันทึกอยู่ใต้เมนูเสียง คลิกปุ่ม “ระดับเสียง” เพื่อเริ่มปรับระดับเสียงบันทึก",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p20": {
    "message": "ปรับระดับเสียงของ “ไมโครโฟน” ให้สูงสุด จากนั้นเสียงของการบันทึกจะดังขึ้น",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p21": {
    "message": "ขั้นแรกให้คลิกขวาที่ไอคอนลำโพงที่มุมล่างขวาจากนั้นเมนูจะปรากฏขึ้น:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p22": {
    "message": "คลิกเมนู “อุปกรณ์บันทึก” เพื่อเข้าสู่การปรับแต่งอุปกรณ์บันทึกดังแสดงในรูปด้านล่าง:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p23": {
    "message": "หลังจากเลือกไมโครโฟนแล้ว ให้คลิกปุ่ม \"คุณสมบัติ\" เพื่อเข้าสู่การตั้งค่าการบันทึก",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p24": {
    "message": "ในกล่องโต้ตอบนี้ ให้เลือกเมนูระดับ จากนั้นเข้าไปดำเนินการปรับระดับเสียงไมโครโฟนให้สูงสุด",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p25": {
    "message": "1.8  ติดตั้งปลั๊กอินอย่างไร",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p26": {
    "message": "สําหรับคอมพิวเตอร์ที่ไม่ได้ติดตั้งปลั๊กอิน โปรดคลิกที่ปุ่ม \"ดาวน์โหลดปลั๊กอิน\" ในหน้าแรกของภาษาอังกฤษแบบโต้ตอบเพื่อดาวน์โหลดปลั๊กอิน",
    "description": "1.0 speakingFaq.json"
  },
  "section2": {
    "message": "2 ตั้งค่าการบันทึกเสียงได้อย่างไร",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p1": {
    "message": "เมื่อนักเรียนเข้าสู่การสอบการพูด กล่องโต้ตอบต่อไปนี้จะปรากฏขึ้น",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p2": {
    "message": "นักเรียนต้องเลือก \"เชื่อถือเนื้อหาของผู้เผยแพร่นี้เสมอ\" แล้วคลิกปุ่มเรียกใช้อีกครั้งเพื่อให้นักเรียนสามารถบันทึกเสียงได้ตามปกติ",
    "description": "1.0 speakingFaq.json"
  },
  "section3": {
    "message": "3 ถ้าการสอบถูกขัดจังหวะกลางคันจะทำอย่างไรดี?",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p1": {
    "message": "หากนักเรียนถูกขัดจังหวะในระหว่างการสอบเนื่องจากอุปกรณ์ขัดข้องหรือสาเหตุอื่นๆ ให้นักเรียนปิดหน้าต่างเบราว์เซอร์ทั้งหมด จากนั้นเปิดเบราว์เซอร์อีกครั้งเข้าสู่เว็บไซต์ของULearningและเข้าสู่การสอบอีกครั้ง ในตอนนี้หน้าจะมีข้อความแจ้งให้กู้คืนคำตอบดังแสดงในรูป:",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p2": {
    "message": "ขอให้นักเรียนคลิกปุ่มคืนค่าคำตอบซึ่งจะช่วยให้กู้คืนคำตอบได้ แต่สิ่งที่ควรทราบคือระบบ <font class = \"red\"> สามารถกู้คืนคำตอบทั้งหมดของคุณเมื่อ 5 นาทีที่แล้วเท่านั้น นอกจากนี้สำหรับคำถามหัวข้อการพูด เสียงการบันทึกที่กู้คืนสามารถเล่นได้เท่านั้น ไม่สามารถบันทึกหรืออัปโหลดได้อีก</font>",
    "description": "1.0 speakingFaq.json"
  },
  "section4": {
    "message": "4 จะบันทึกบันทึกเสียงการพูดได้อย่างไร?",
    "description": "1.0 speakingFaq.json"
  },
  "section4-p1": {
    "message": "หลังจากที่นักเรียนสอบการพูดเสร็จแล้ว โปรดบันทึกสิ่งที่บันทึกเสียงไว้ก่อน แล้วคลิกปุ่ม \"บันทึก”เพื่อบันทึก การบันทึกบันทึกเสียงของคุณไว้ในเครื่อง เพื่อเป็นการง่ายในการสำรองข้อมูล",
    "description": "1.0 speakingFaq.json"
  },
  "section5": {
    "message": "5 จะอัปโหลดบันทึกเสียงการพูดได้อย่างไร?",
    "description": "1.0 speakingFaq.json"
  },
  "section5-p1": {
    "message": "เมื่อนักเรียนทําแบบทดสอบการพูดเสร็จแล้ว ให้คลิกปุ่ม \"อัปโหลด\" เพื่ออัปโหลดการบันทึกการพูดไปยังแพลตฟอร์มได้สําเร็จ",
    "description": "1.0 speakingFaq.json"
  },
  "section6": {
    "message": "6 ฉันจะทราบได้อย่างไรว่าการบันทึกของฉันได้รับการอัปโหลดเรียบร้อยแล้ว?",
    "description": "1.0 speakingFaq.json"
  },
  "section6-p1": {
    "message": "หลังจากคลิกปุ่มอัปโหลดแล้ว คุณจะต้องรอสองสามวินาที (ยิ่งคุณบันทึกนานเท่าใด ยิ่งรอนานขึ้นเท่านั้น) เมื่อข้อความแจ้ง“การอัปโหลดสำเร็จ”ปรากฏขึ้น นั่นหมายความว่าการบันทึกของคุณได้รับการอัปโหลดเรียบร้อยแล้ว",
    "description": "1.0 speakingFaq.json"
  },
  "closeWindow": {
    "message": "ปิดหน้าต่าง",
    "description": "1.0 speakingFaq.json"
  }
}
