{
  "title": {
    "message": "คําถามที่พบบ่อยเกี่ยวกับการสอบปากต่อปาก",
    "description": "1.0 speakingFaq.json"
  },
  "section1": {
    "message": "1.สิ่งที่ต้องเตรียมและตรวจสอบก่อนที่จะเริ่มการสอบหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p1": {
    "message": "1.1 คอมพิวเตอร์ทํางานอย่างถูกต้องหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p2": {
    "message": "ตรวจสอบว่าคอมพิวเตอร์สามารถเปิดเครื่องได้ตามปกติหลังจากเปิดเครื่องให้ตรวจสอบแป้นพิมพ์เมาส์ชุดหูฟังสําหรับความเสียหายหากมีปัญหาข้างต้นโปรดติดต่อผู้ดูแลระบบห้องทันที",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p3": {
    "message": "1.2 ตรวจสอบว่าสภาพแวดล้อมซอฟต์แวร์ของคอมพิวเตอร์ของฉันตรงกับการใช้งานการสอบหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p4": {
    "message": " เปิดเว็บไซต์อย่างเป็นทางการ<a href=\"http://www.longmanenglish.cn\">ของhttp://www.longmanenglish.cn</a>แบบโต้ตอบและคลิกที่ปุ่ม \"การตรวจสอบสภาพแวดล้อมการเรียนรู้\" ในหน้าแรกเพื่อตรวจสอบว่าสภาพแวดล้อมในท้องถิ่นมีคุณสมบัติตรงตามข้อกําหนดสําหรับการสอบหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p5": {
    "message": "หลังจากคลิกหากรายการตรวจสอบทั้งหมดไม่มีปัญหาระบุว่าคอมพิวเตอร์ของคุณสามารถทดสอบได้ตามปกติหากมีการตรวจสอบที่ล้มเหลวโปรดปฏิบัติตามคําแนะนําของเราทันทีเพื่อตั้งค่าที่เหมาะสม",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p6": {
    "message": "1.3 คุณสามารถลงชื่อเข้าใช้เว็บไซต์ของ You academy ได้หรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p7": {
    "message": "เปิด <a href=\"http://www.ulearning.cn\">เว็บไซต์อย่างเป็นทางการของ You academy http://www.longmanenglish.cn ป้อน</a>ชื่อผู้ใช้และรหัสผ่านของนักเรียนสามารถเข้าสู่ระบบแพลตฟอร์มได้หากไม่สามารถเข้าสู่ระบบได้โปรดลงทะเบียนบัญชีในหน้าแรกทันทีต้องกรอกข้อมูลโรงเรียนชื่อหมายเลขโรงเรียนและข้อมูลอื่น ๆ อย่างรอบคอบเพื่ออํานวยความสะดวกในการส่งออกคะแนนของคุณ",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p8": {
    "message": "1.4 คุณได้เข้าร่วมชั้นเรียนของครูหรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p9": {
    "message": "หลังจากเข้าสู่ระบบเว็บไซต์เพื่อดูว่าได้เข้าร่วมชั้นเรียนของครูหรือไม่หากคุณยังไม่ได้เข้าร่วมชั้นเรียนโปรดเข้าร่วมชั้นเรียนของครูทันที",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p10": {
    "message": "1.5 ฉันสามารถได้ยินเสียงได้หรือไม่",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p11": {
    "message": "ตรวจสอบว่าชุดหูฟังได้ยินเสียงและสามารถคลิกได้ในข้อมูลการสอบ",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p12": {
    "message": "ทําการทดสอบเสียงและเปลี่ยนชุดหูฟังทันทีหากคุณไม่ได้ยินเสียง",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p13": {
    "message": "1.6 สามารถบันทึกได้",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p14": {
    "message": "คลิกที่ \"เมนูเริ่ม - โปรแกรมทั้งหมด - ไฟล์แนบ\" ภายในแอปเพล็ตของเครื่องบันทึกเสียงโปรดใช้โปรแกรมนี้เพื่อตรวจสอบว่าการบันทึกทํางานอย่างถูกต้องหรือไม่ (เครื่องบันทึกของระบบ Windows XP อยู่ในเมนูเริ่ม - โปรแกรมทั้งหมด - อุปกรณ์เสริม - ความบันเทิง))",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p15": {
    "message": "1.7 ฉันควรทําอย่างไรหากเสียงของฉันเล็กเกินไปหลังจากบันทึกเสียง",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p16": {
    "message": "มีสองระบบที่แตกต่างกัน:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p17": {
    "message": "ก่อนอื่นให้คลิกขวาที่ไอคอนฮอร์นที่มุมขวาล่างและเมนูจะปรากฏขึ้น:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p18": {
    "message": "คลิกปรับคุณสมบัติเสียงและกล่องโต้ตอบต่อไปนี้จะปรากฏขึ้น:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p19": {
    "message": "ภายใต้เมนูเสียงมีตัวเลือกระดับเสียงสําหรับการบันทึกและคลิกที่ปุ่ม \"ระดับเสียง\" เพื่อเข้าสู่การเริ่มต้นการปรับระดับเสียงการบันทึก",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p20": {
    "message": "การปรับระดับเสียงของไมโครโฟนให้สูงสุดจะทําให้การบันทึกดังขึ้น",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p21": {
    "message": "เริ่มต้นด้วยคลิกขวาที่ไอคอนฮอร์นที่มุมขวาล่างและเมนูจะปรากฏขึ้น",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p22": {
    "message": "แตะเมนูอุปกรณ์บันทึกเสียงเพื่อไปยังอุปกรณ์บันทึกการปรับดังภาพต่อไปนี้:",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p23": {
    "message": "หลังจากเลือกไมโครโฟนแล้ว ให้คลิกปุ่ม \"คุณสมบัติ\" เพื่อเข้าสู่การตั้งค่าการบันทึก",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p24": {
    "message": "ในกล่องโต้ตอบนี้ ให้เลือกเมนูระดับและป้อน ปรับระดับเสียงไมโครโฟนให้สูงสุด",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p25": {
    "message": "1.8 วิธีการติดตั้งปลั๊กอิน",
    "description": "1.0 speakingFaq.json"
  },
  "section1-p26": {
    "message": "สําหรับคอมพิวเตอร์ที่ไม่ได้ติดตั้งปลั๊กอินโปรดคลิกที่ปุ่ม \"ดาวน์โหลดปลั๊กอิน\" ในหน้าแรกของภาษาอังกฤษแบบโต้ตอบเพื่อดาวน์โหลดปลั๊กอิน",
    "description": "1.0 speakingFaq.json"
  },
  "section2": {
    "message": "2 ฉันจะตั้งค่าการบันทึกได้อย่างไร",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p1": {
    "message": "เมื่อนักเรียนเข้าสู่การสอบปากต่อปากกล่องโต้ตอบต่อไปนี้จะปรากฏขึ้น",
    "description": "1.0 speakingFaq.json"
  },
  "section2-p2": {
    "message": "นักเรียนต้องเลือก \"เชื่อถือเนื้อหาของผู้เผยแพร่นี้เสมอ\" แล้วคลิกปุ่มเรียกใช้อีกครั้งเพื่อให้นักเรียนสามารถบันทึกได้ตามปกติ",
    "description": "1.0 speakingFaq.json"
  },
  "section3": {
    "message": "3 ฉันควรทําอย่างไรหากสอบถูกขัดจังหวะ",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p1": {
    "message": "หากนักเรียนขัดจังหวะการสอบในระหว่างการสอบเนื่องจากความล้มเหลวของอุปกรณ์เป็นต้นให้นักเรียนปิดหน้าต่างเบราว์เซอร์ทั้งหมด จากนั้นเปิดเบราว์เซอร์อีกครั้งเข้าสู่ระบบเว็บไซต์ You Academy และเข้าสู่การสอบอีกครั้งเมื่อหน้ามีเคล็ดลับในการกู้คืนคําตอบดังแสดงในภาพ:",
    "description": "1.0 speakingFaq.json"
  },
  "section3-p2": {
    "message": "ขอให้นักเรียนคลิกปุ่มกู้คืนคําตอบเพื่อช่วยให้คุณกู้คืนคําตอบได้ แต่โปรดทราบว่าระบบสามารถกู้คืนคําตอบ<font class=\"red\">ทั้งหมดได้เมื่อ 5 นาทีก่อนเท่านั้น นอกจากนี้สําหรับคําถามในช่องปากการบันทึกที่กู้คืนสามารถเล่นได้เท่านั้นและไม่สามารถรับประกันหรืออัปโหลดได้อีกครั้ง </font>",
    "description": "1.0 speakingFaq.json"
  },
  "section4": {
    "message": "4 ฉันจะบันทึกการบันทึกการพูดได้อย่างไร",
    "description": "1.0 speakingFaq.json"
  },
  "section4-p1": {
    "message": "เมื่อนักเรียนเสร็จสิ้นการตอบคําถามในช่องปาก, บันทึกการบันทึกครั้งแรก, คลิกที่ปุ่ม \"บันทึก\" เพื่อบันทึกการบันทึกของคุณในประเทศ, ง่ายต่อการสํารองข้อมูล.",
    "description": "1.0 speakingFaq.json"
  },
  "section5": {
    "message": "5 ฉันจะอัปโหลดการบันทึกเสียงพูดได้อย่างไร",
    "description": "1.0 speakingFaq.json"
  },
  "section5-p1": {
    "message": "เมื่อนักเรียนทําแบบทดสอบการพูดเสร็จแล้วให้คลิกปุ่ม \"อัปโหลด\" เพื่ออัปโหลดการบันทึกภาษาพูดไปยังแพลตฟอร์มได้สําเร็จ",
    "description": "1.0 speakingFaq.json"
  },
  "section6": {
    "message": "6 ฉันจะทราบได้อย่างไรว่าการบันทึกของฉันได้รับการอัปโหลดเรียบร้อยแล้ว",
    "description": "1.0 speakingFaq.json"
  },
  "section6-p1": {
    "message": "หลังจากคลิกปุ่มอัปโหลดแล้ว คุณจะต้องรอสองสามวินาที (ยิ่งคุณบันทึกนานเท่าใด และรอนานขึ้นเท่านั้น)",
    "description": "1.0 speakingFaq.json"
  },
  "closeWindow": {
    "message": "ปิดหน้าต่าง",
    "description": "1.0 speakingFaq.json"
  }
}
