{
  "title": {
    "message": "قواعد وشروط استخدام المنتدى",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "قواعد وشروط استخدام منتدى ULearning",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "نطلب من كل عضو جديد قراءة والموافقة على الالتزام بقواعد المنتدى وشروط الخدمة قبل استخدام المنصة. استخدامك لهذه المنصة يعني موافقتك على جميع قواعدنا وشروط الخدمة.",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "هذا المنتدى يعتمد على الاسم الحقيقي للمستخدمين. تعليقات المستخدمين في المنتدى (بما في ذلك على سبيل المثال لا الحصر النص والصور والصوت والفيديو) قد لا تنتهك قوانين ولوائح البلد. وفقا للوائح إدارة خدمات المعلومات الإخبارية على شبكة الإنترنت، لا تتضمن تعليقات المستخدم ما يلي:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "(١) انتهاك المبادئ المنصوص عليها دستوريا.",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "(٢) تهديد الأمن القومي، أو فشاء أسرار الدولة، أو تقويض سلطة الدولة أو تعريض وحدتها الوطنية للخطر.",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "(٣) النيل من شرف الدولة أو الإضرار بمصالحها.",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "(٤) التحريض على التمييز الديني أو العرقي.",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "(٥) التعرض لسياسة الدولة الدينية و الدعوة إلى الهرطقة و الخرافات.",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "(٦) نشر الشائعات أو ما يخل بالأمن العام أو الاستقرار الاجتماعي.",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "(٧) نشر الفحش أو الإثارة الجنسية أو المقامرة أو العنف أو الرهاب أو ما يحرض عليهم.",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "(٨) السب أو التشهير بالغير أو المساس بحقوق أو مصالح الأخرين.",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "(٩) التحريض على التجمعات الغير قانونية أو التحريض على  تشكيل جمعيات أو استعراضات أو التحريض على التظاهر مما يخل بالنظام الاجتماعي.",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "(١٠) العمل باسم منظمة غير حكومية أو غير قانونية.",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "(١١) أي محتوى محظور قانونيا أو إداريا.",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "يجب أن تكون التعليقات مطابقة لقواعد القسم الذي يدار عليه النقاش. و يجب على المستخدمين قبل الحديث أن يكونوا على علم بموضوع النقاش و كذلك باللوائح الخاصة بالقسم، و لا يجوز نشر تعليقات لا صلة لها بالمنشور الرئيسي.",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "يجب على المستخدمين الالتزام بالنظام الاجتماعي و بالاخلاقيات المتبعة في الشبكات و عدم استخدام ألفاظ مسيئة، و لا يجوز ارسال رسائل عشوائية أو غير مرغوب فيها تؤثر على قراءة الآخرين.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "يجب على المستخدمين احترام خصوصية الآخرين، و لا يجوز نشر البيانات الشخصية مثل الاسم أو العنوان أو رقم الهاتف أو غيرها من المعلومات الخاصة للآخرين إلا إذا كان ذلك لمصلحة عامة أو بموافقة الأطراف المعنية.",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "عدم نشر الاعلانات أو أي محتوى تجاري دون الحصول على إذن من إدارة المنتدى.",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": "يحق لإدارة المنتدى حذف التعليقات الغير قانونية أو جزء منها و اتخاذ العقوبة المناسبة ضد المستخدم وفقا للظروف و الأضرار.",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "يجب على المستخدمين مراعاة حقوق الملكية الفكرية للآخرين مع الإشارة لحقوق الطبع و النشر عند إعادة النشر أو الاقتباس.",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "لإعادة طبع أو اقتباس محتوى من المنتدى يجب على المستخدم أن يكون اقتباس معقول مع توافر حسن النية لاستخدام معلومات عامة مجانية من الأخبار أو المعلومات. لا يجوز تغيير الغرض الأصلي للمنتدى و يكون المستخدم مسؤولا عن حقوق الطبع و النشر و بقية الالتزامات القانونية الأخرى.",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "لا يجوز إعادة نشر أو اقتباس محتوى المنتدى على النحو التالي:",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "الإضرار بمصالح هذا المنتدى أو غيره.",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "أي أعمال غير قانونية.",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "أي فعل قد يخل بالآداب العامة.",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": "غير مصرح للآخرين الاستمرار في إعادة نشر محتوى هذا الموقع و اقتباسه.",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "جميع الحقوق محفوظة للمنتدى و لإعادة النشر أو الأقتباس من المنتدى يرجى الإشارة إلى أنها نقلت أو أقتبست من المنتدى، مع الإشارة إلى عنوان الموقع: <a href=\"www.ulearning.cn\"></a>",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "إذا قام المستخدم بإعادة نشر أو اقتباس مقالات هذا المنتدى لأغراض تجارية، يدفع المستخدم مكافأة للمؤلف طبقا للوائح.",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "لا تتحمل ULearning المسئولية عند إعادة نشر أو نقل المحتوى بصورة غير صحيحة إذا تسبب في منازعات مدنية أو دارية أو أي خسائر أخرى.",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "نحن لا نضمن توقف الموقع و نحتفظ بحق التعديل أو عدم الوصول للموقع في أي وقت مع عدم تحمل أية مسئولية للخسائر الناجمة عن استخدام أو عدم استخدام خدمات هذا الموقع.",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "في حالة عدم التزام المستخدم بهذه الاتفاقية أو إذا تم استخدام محتوى هذا المنتدى بشكل سئ أو غير قانوني فسوف يتحمل المستخدم المسئولية القانونية كاملة.",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "يتم العمل بهذه الاتفاقية من تاريخ صدورها إلا إذا كانت مخالفة لقوانين أو نظام الدولة فيعتبر العمل بها لاغيا و باطلا.",
    "description": "1.0 discussConvention.json"
  }
}
