{"title": {"message": "اتفاقية المناقشة", "description": "1.0 discussConvention.json"}, "page-title": {"message": "اتفاقية منتدى مناقشة التعليم", "description": "1.0 discussConvention.json"}, "preface": {"message": "شكراً على اهتمامكم ودعمكم لـ \"منتدى مناقشة ULearning\". من أجل الحفاظ على النظام الأساسي للمحفل وحماية حقوق ومصالح المستخدمين ، يتم بموجب هذه الاتفاقية ، على النحو التالي:", "description": "1.0 discussConvention.json"}, "rule0": {"message": "هذا المنتدى يستخدم نظام الاسم الحقيقي. لا يجوز لتعليقات المستخدمين في المنتدى (بما في ذلك على سبيل المثال لا الحصر النص والصورة والصوت والفيديو ، وبالمثل أدناه) لا تنتهك القوانين واللوائح الوطنية. وفقاً للوائح إدارة خدمات أخبار ومعلومات الإنترنت،\" لا يجب أن تتضمن تعليقات المستخدمين المحتويات التالية:", "description": "1.0 discussConvention.json"}, "rule1": {"message": "(1) انتهاك المبادئ الأساسية المنصوص عليها في الدستور؛", "description": "1.0 discussConvention.json"}, "rule2": {"message": "(2) تعريض أمن الأمة للخطر، أو إفشاء أسرار الأمة، أو تقويض سلطة الأمة أو تقويض الوحدة الوطنية؛", "description": "1.0 discussConvention.json"}, "rule3": {"message": "(3) الإضرار بشرف الأمة ومصالحها؛", "description": "1.0 discussConvention.json"}, "rule4": {"message": "(4) التحريض على الكراهية العرقية أو التمييز العنصري، ضد الوحدة الوطنية أو تقويضها؛", "description": "1.0 discussConvention.json"}, "rule5": {"message": "(5) تقويض السياسة الدينية الوطنية، والدعوة إلى الهرطقة والخرافة الإقطاعية؛", "description": "1.0 discussConvention.json"}, "rule6": {"message": "(6) نشر الشائعات أو الإخلال بالنظام العام أو تقويض الاستقرار الاجتماعي؛", "description": "1.0 discussConvention.json"}, "rule7": {"message": "(7) نشر الفحش، أو الإثارة الجنسية، أو المقامرة، أو العنف، أو الإرهاب، أو محاولة التحريض؛", "description": "1.0 discussConvention.json"}, "rule8": {"message": "(8) السب أو التشهير بالآخرين، أو المساس بالحقوق والمصالح المشروعة للآخرين؛", "description": "1.0 discussConvention.json"}, "rule9": {"message": "(9) التحريض على التجمع غير القانوني، وتكوين الجمعيات، والاستعراض، والتظاهر، والتجمع، مما يخل بالنظام الاجتماعي؛", "description": "1.0 discussConvention.json"}, "rule10": {"message": "(10) العمل باسم منظمة غير حكومية غير قانونية؛", "description": "1.0 discussConvention.json"}, "rule11": {"message": "(11) تحتوي على محتويات أخرى تحظرها القوانين واللوائح الإدارية.", "description": "1.0 discussConvention.json"}, "rule12": {"message": "وينبغي أن تكون تعليقات المستخدمين مطابقة لقواعد المنطقة والقسم المحددين. يجب أن يعرف المستخدمون عن موضوع المناقشة واللوائح ذات الصلة للقسم قبل أن يتحدثوا. وينبغي ألا ينشروا تعليقات لا تتفق مع قواعد القسم، ولا ينبغي لهم نشر تعليقات لا صلة لها بمحتوى المنشور الرئيسي في منشورات الآخرين.", "description": "1.0 discussConvention.json"}, "rule13": {"message": "يلتزم المستخدمون بالنظام المجتمعي وأخلاقيات الشبكة ، ولا يجوز استخدام لغة فاحشة ، ولا يجوز القيام بالرسائل غير المرغوب فيها ، والمنشورات العليا الضارة المنعشة ، والري الضار وغير ذلك من السلوكيات التي قد تؤثر على قراءة الآخرين.", "description": "1.0 discussConvention.json"}, "rule14": {"message": "يجب على المستخدمين احترام خصوصية الآخرين، ولا يجوز نشر البيانات الشخصية مثل الاسم أو العنوان أو رقم الهاتف أو غيرها من المعلومات الخاصة للآخرين إلا إذا كان ذلك حول المصلحة العامة أو بموافقة الأطراف المعنية.", "description": "1.0 discussConvention.json"}, "rule15": {"message": "دون الحصول على إذن من المنتدى، يحظر نشر الإعلانات أو غيرها من المحتويات لغرض الحصول على المصالح التجارية.", "description": "1.0 discussConvention.json"}, "rule16": {"message": "إذا كان المستخدم يجعل ملاحظات غير قانونية في المنتدى، يكون لمدير المنتدى الحق في حذف كل أو جزء من التعليقات، وإجراء العقوبة المناسبة للمستخدم وفقا للظروف والنتائج الضارة.", "description": "1.0 discussConvention.json"}, "rule17": {"message": "يجب على المستخدمين احترام حقوق الملكية الفكرية للآخرين، وعدم انتحال أعمال الآخرين، ويجب أن يمتثلوا لترخيص حقوق الطبع والنشر عند إعادة طبع أو اقتباس أعمال الآخرين", "description": "1.0 discussConvention.json"}, "rule18": {"message": "لإعادة طبع أو اقتباس محتوى هذا المنتدى ، يجب على المستخدم أن يكون اقتباس معقول وحسن النية لغرض استخدام معلومات عامة مجانية من الأخبار أو المعلومات الطبيعة. لا يجوز إساءة تفسير أو تعديل النية الأصلية لهذا المنتدى ويكون المستخدم مسؤولاً عن حقوق الطبع والنشر والالتزامات القانونية الأخرى.", "description": "1.0 discussConvention.json"}, "rule19": {"message": "لا يجوز إعادة طبع أو اقتباس محتوى هذا المحفل على النحو التالي:", "description": "1.0 discussConvention.json"}, "rule20": {"message": "(ب) الإضرار بمصالح هذا المحفل أو غيره؛", "description": "1.0 discussConvention.json"}, "rule21": {"message": "أي أعمال غير قانونية؛", "description": "1.0 discussConvention.json"}, "rule22": {"message": "أي فعل قد يخل بالآداب العامة؛", "description": "1.0 discussConvention.json"}, "rule23": {"message": "الموافقة غير المصرح بها للآخرين على الاستمرار في إعادة طباعة محتوى هذا الموقع واقتباسه؛", "description": "1.0 discussConvention.json"}, "rule24": {"message": "لإعادة طبع أو اقتباس محتويات هذا المنتدى التي هي جميع الحقوق محفوظة، يرجى الإشارة إلى أنها يتم نقلها من (أو اقتبس من) المنتدى، والإشارة إلى عنوان الموقع الإلكتروني: <a href=\"/\"></a>", "description": "1.0 discussConvention.json"}, "rule25": {"message": "إذا أعاد المستخدم طباعة المقالات الموقعة في هذا المنتدى أو اقتبسها لأغراض تجارية، يدفع المستخدم مكافأة للمؤلف وفقًا للوائح.", "description": "1.0 discussConvention.json"}, "rule26": {"message": "لطبع غير صحيح أو نقلا عن محتوى هذا المنتدى مما تسبب في المنازعات المدنية التعامل الإداري أو الخسائر الأخرى، ULearning لا تتحمل المسؤولية.", "description": "1.0 discussConvention.json"}, "rule27": {"message": "نحن لا نضمن عدم مقاطعة صفحة الويب. نحن نحتفظ بالحق في تعديل أو سحب الدخول إلى هذا الموقع في أي وقت. لا تتحمل أية مسؤولية عن جميع الخسائر الناجمة عن استخدام أو عدم القدرة على استخدام الخدمات المقدمة من هذا الموقع.", "description": "1.0 discussConvention.json"}, "rule28": {"message": "بالنسبة لأولئك الذين لا يلتزمون بهذه الاتفاقية أو يستخدمون محتوى هذا المنتدى بشكل خبيث وغير قانوني ، سوف نحقق في مسؤوليتهم القانونية وفقًا للقانون.", "description": "1.0 discussConvention.json"}, "rule29": {"message": "تدخل هذه الاتفاقية حيز النفاذ اعتبارا من تاريخ صدورها. وإذا كان مخالفا لقوانين وأنظمة الأمة، يعتبر لاغيا وباطلا.", "description": "1.0 discussConvention.json"}}