{
  "title": {
    "message": "Ketentuan diskusi",
    "description": "1.0 discussConvention.json"
  },
  "page-title": {
    "message": "Ketentuan forum diskusi ULearn",
    "description": "1.0 discussConvention.json"
  },
  "preface": {
    "message": "Kami dengan segenap hati berterima kasih kepada anda karena telah mengikuti dan mendukung \"Forum Diskusi ULearn\". Demi menjaga ketertiban forum, menjamin hak dan kepentingan pengguna, maka ULearn mendirikan ketentuan ini, dengan konten sebagai berikut: ",
    "description": "1.0 discussConvention.json"
  },
  "rule0": {
    "message": "Forum ini menggunakan nama asli, komen dari pengguna di dalam forum (termasuk namun tidak terbatas pada teks, gambar, audio, video) tidak boleh melanggar ketentuan hukum negara. Sesuai dengan \"Ketentuan pengelolaan layanan informasi berita internet\", komen pengguna tidak boleh meliputi konten-konten di bawah ini:",
    "description": "1.0 discussConvention.json"
  },
  "rule1": {
    "message": "(1) Konten yang melanggar prinsip dasar yang ditentukan oleh hukum;",
    "description": "1.0 discussConvention.json"
  },
  "rule2": {
    "message": "(2) Merugikan keamanan negara, membocorkan rahasia negara, membalikkan kekuasaan negara, merusak kesatuan negara;",
    "description": "1.0 discussConvention.json"
  },
  "rule3": {
    "message": "(3) Konten yang merusak nama baik dan kepentingan Negara",
    "description": "1.0 discussConvention.json"
  },
  "rule4": {
    "message": "(4) Memprovokasi kebencian nasional, diskriminasi, merusak kesatuan nasional;",
    "description": "1.0 discussConvention.json"
  },
  "rule5": {
    "message": "(5) Konten yang merusak kebijakan agama Negara, menyebarkan agama sesat dan mitos-mitos;",
    "description": "1.0 discussConvention.json"
  },
  "rule6": {
    "message": "(6) Konten yang menyebarkan kebohongan, mengacaukan ketertiban sosial, merusak kestabilan masyarakat;",
    "description": "1.0 discussConvention.json"
  },
  "rule7": {
    "message": "(7) Konten yang menyebarkan kecabulan, pornografi, perjudian, kekerasan, terorisme atau kriminalitas;",
    "description": "1.0 discussConvention.json"
  },
  "rule8": {
    "message": "(8) Konten yang menghina atau memfitnah orang lain, merugikan kepentingan sah orang lain;",
    "description": "1.0 discussConvention.json"
  },
  "rule9": {
    "message": "(9) Konten yang memprovokasi perkumpulan ilegal, asosiasi ilegal, demo, perkumpulan yang merusak ketertiban sosial;",
    "description": "1.0 discussConvention.json"
  },
  "rule10": {
    "message": "(10) Konten aktivitas yang menggunakan nama organisasi rakyat ilegal;",
    "description": "1.0 discussConvention.json"
  },
  "rule11": {
    "message": "(11) Konten lainnya yang dilarang secara hukum dan ketentuan administrasi.",
    "description": "1.0 discussConvention.json"
  },
  "rule12": {
    "message": "Pembicaraan pengguna harus memenuhi ketentuan daerah setempat dan ketentuan forum. Pengguna harus memahami topik diskusi dan ketentuan terkait forum sebelum berbicara, tidak mengungkapkan pembicaraan yang tidak sesuai dengan ketentuan forum, tidak mengutarakan pembicaraan yang tidak ada hubungannya dengan konten postingan utama di dalam postingan orang lain.",
    "description": "1.0 discussConvention.json"
  },
  "rule13": {
    "message": "Pengguna harus mematuhi ketertiban sosial dan etika berinternet, tidak boleh melakukan tindakan-tindakan yang mempengaruhi orang lain saat membaca, misalnya menggunakan kata-kata kotor, spamming, posting berbahaya, mengompori dll.",
    "description": "1.0 discussConvention.json"
  },
  "rule14": {
    "message": "Pengguna harus menghormati privasi orang lain, kecuali apabila terkait dengan kepentingan publik atau telah mendapat persetujuan dari pihak terkait, maka pengguna tidak boleh mempublikasi informasi-informasi pribadi seperti nama lengkap, alamat, no. telepon dll dan informasi-informasi privasi lainnya.",
    "description": "1.0 discussConvention.json"
  },
  "rule15": {
    "message": "Apabila belum mendapatkan persetujuan dari forum, pengguna dilarang merilis iklan atau konten lainnya yang bertujuan untuk komersial.",
    "description": "1.0 discussConvention.json"
  },
  "rule16": {
    "message": "Apabila pengguna mengutarakan pembicaraan yang melanggar ketentuan di dalam forum, maka admin forum memiliki hak untuk menghapus seluruh atau sebagian pembicaraan tersebut, serta memberikan hukuman yang sesuai tergantung dari kondisi dan akibat yang disebabkannya.",
    "description": "1.0 discussConvention.json"
  },
  "rule17": {
    "message": "Pengguna harus menghormati hak kekayaan intelektual orang lain, tidak boleh mencuri karya orang lain. Pada saat mengutip dan repost karya orang lain, harus memenuhi perijinan hak cipta.",
    "description": "1.0 discussConvention.json"
  },
  "rule18": {
    "message": "Saat repost atau mengutip konten forum ini, harus berdasarkan pada tujuan yang wajar dan baik dalam bentuk informasi-informasi publik gratis seperti berita-berita atau data. Tidak boleh mengubah dan salah menafsirkan konten dari forum tersebut, dan bertanggung jawab terhadap tanggung jawab hukum hak cipta.",
    "description": "1.0 discussConvention.json"
  },
  "rule19": {
    "message": "Saat repost atau mengutip konten forum ini, tidak boleh melaksanakan aktivitas-aktivitas di bawah ini: ",
    "description": "1.0 discussConvention.json"
  },
  "rule20": {
    "message": "Aktivitas yang merugikan forum ini atau kepentingan orang lain;",
    "description": "1.0 discussConvention.json"
  },
  "rule21": {
    "message": "Segala tindakan yang melanggar hukum;",
    "description": "1.0 discussConvention.json"
  },
  "rule22": {
    "message": "Segala tindakan yang mungkin akan merusak ketertiban publik;",
    "description": "1.0 discussConvention.json"
  },
  "rule23": {
    "message": "Seenaknya menyetujui orang lain untuk terus me-repost, mengutip konten web ini;",
    "description": "1.0 discussConvention.json"
  },
  "rule24": {
    "message": "Pada saat repost atau mengutip konten kepemilikan hak cipta forum ini, harus memperhatikan tulisan \"Repost dari (atau dikutip dari) forum diskusi ULearn\", dan mencantumkan alamat web tersebut: <a href=\"/\"></a>",
    "description": "1.0 discussConvention.json"
  },
  "rule25": {
    "message": "Apabila artikel di dalam forum yang dicetak ulang atau digunakan adalah untuk keperluan komersial, maka harus membayar biaya ke penulis sesuai dengan ketentuan.",
    "description": "1.0 discussConvention.json"
  },
  "rule26": {
    "message": "Mengenai kegiatan pencetakan ulang atau penggunaan konten forum yang tidak benar sehingga menyebabkan perselisihan antara masyarakat, penanganan administrasi atau kerusakan lainnya, maka situs web ini tidak akan bertanggung jawab.",
    "description": "1.0 discussConvention.json"
  },
  "rule27": {
    "message": "Situs web ini tidak menjamin bahwa halaman web tidak akan terputus; situs web ini memiliki hak untuk merevisi halaman web ini atau menarik akses ke situs web ini kapan saja; situs web tidak akan bertanggung jawab terhadap seluruh kerugian yang disebabkan karena penggunaan atau tidak dapat menggunakan layanan yang disediakan oleh situs web ini.",
    "description": "1.0 discussConvention.json"
  },
  "rule28": {
    "message": "Terhadap pengguna yang tidak mematuhi ketentuan ini atau melakukan pelanggaran lainnya, menggunakan konten forum ini dengan tujuan tidak baik, maka situs web ini akan meminta pertanggung jawaban hukum sesuai dengan ketentuan hukum yang berlaku.",
    "description": "1.0 discussConvention.json"
  },
  "rule29": {
    "message": "Ketentuan ini berlaku sejak hari perilisan, apabila terdapat konten yang berlawanan dengan ketentuan hukum Negara, maka akan dianggap tidak berlaku.",
    "description": "1.0 discussConvention.json"
  }
}
